[
    {
        "q": "‘গোঁফ-খেজুরে’- এই বাগধারাটির অর্থ কী?",
        "a": "আরামপ্রিয়",
        "b": "উদাসীন",
        "c": "নিতান্ত অলস",
        "d": "পরমুখাপেক্ষী",
        "r": "c",
        "e": "গোঁফ খেজুরে শব্দের অর্থ নিতান্ত অলস। কিন্তু ব্যাধিকরণ বহুব্রীহি সমাসের গোঁফে খেজুর যার ব্যাসবাক্যে কি নিতান্ত অলসের সাথে কোনো সম্পর্ক খুঁজে পাওয়া যায়? প্রকৃতপক্ষে ‘গোঁফ খেজুরে শব্দটি মধ্যপদলোপী বহুব্রীহি সমাস এবং এর ব্যাসবাক্য হলো গোঁফে খেজুর পরে থাকলেও খায় না যে। এখন আমরা দেখতে পাচ্ছি এ ব্যাসবাক্যটি মধ্যপদলোপী বহুব্রীহি সমাসের সকল শর্ত পূরণ করছে এবং এর অর্থ নিতান্ত অলসকেও যথার্থতা দান করেছে।"
    },
    {
        "q": "কোন দুটি অঘােষ ধ্বনি?",
        "a": "চ ছ",
        "b": "ড ঢ",
        "c": "ভ ব",
        "d": "দ ধ",
        "r": "a",
        "e": "অঘোষ কানি কোনো কোনো ধ্বনি উচ্চারণরে সময় স্বরতন্ত্রী অনুরণতি হয় না। তখন মনটিরি উচ্চারণ গাম্ভীর্যহীন ও মৃদু হয়। এরূপ ধ্বনিকে বলা হয় অঘোষ ধ্বনি/ Unvoiced ঘুমেন। কয ইত্যাদি। ঘোষ ধ্বনি ধ্বনি উচ্চারণরে সময় স্বরতন্ত্রী অনুরণতি হলে ঘোষ ধ্বনি/ Voiced হয়। যমেন গ ঘ ইত্যাদি।"
    },
    {
        "q": "কোন বাক্যে ‘ঢাক গুড়গুড়’ প্রবাদটির বিশেষ অর্থ প্রকাশ পেয়েছে?",
        "a": "ঢাল্টা গুড়গুড় করে কী লাভ, কাজে লেগে যাও",
        "b": "ঢাক গুড়গুড় করে কী লাভ, আসল কথাটি বল",
        "c": "ঢাঢ়া গুড়গুড় করে কী লাভ, কী খাবে বল",
        "d": "ঢাল্টা গুড়গুড় করে কী লাভ, নিজের পায়ে দাঁড়াও",
        "r": "b",
        "e": "“ঢাক গুড়গুড় করে কী লাভ, আসল কথাটি বল” বাক্যেঢাক গুড়গুড়’ প্রবাদটির বিশেষ অর্থ প্রকাশ পেয়েছে।"
    },
    {
        "q": "” বঙ্কিমচন্দ্র চট্টোপাধ্যায়ের কৃষ্ণকান্তের উইল’ উপন্যাসের প্রধান দুটি চরিত্রের নাম–“",
        "a": "নগেন্দ্রনাথ ও কুন্দনন্দিনী",
        "b": "মধুসূদন ও কুমুদিনী",
        "c": "গােবিন্দলাল ও রােহিনী",
        "d": "সুরেশ ও অচলা",
        "r": "c",
        "e": "কৃষ্ণকান্তের উইল বাংলা সাহিত্যের প্রাণপুরুষ বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত একটি বাংলা উপন্যাস। উপন্যাসটি ১৮৭৮ সালে প্রথম প্রকাশিত হয়। রোহিনী, ভ্রমর এবং গোবিন্দলালের ত্রিভুজ প্রেমের কাহিনী বর্নিত হয়েছে কৃষ্ণকান্তের উইল উপন্যাসে। সামাজিক উপন্যাস। ১৮৮২ ও ১৮৮৪ সালে বঙ্গদর্শন পত্রিকার বিভিন্ন সংখ্যায় প্রকাশিত হয়।"
    },
    {
        "q": "কোন বাক্যে সমুচ্চয়ী অব্যয় ব্যবহৃত হয়েছে?",
        "a": "ধন অপেক্ষা মান বড়",
        "b": "তােমাকে দিয়ে কিছু হবে নারায়ণ",
        "c": "ঢং ঢং ঘণ্টা বাজে",
        "d": "লেখাপড়া করাে, নতুবা ফেল করবে",
        "r": "d",
        "e": "লেখাপড়া করাে, নতুবা ফেল করবে বাক্যে সমুচ্চয়ী অব্যয় ব্যবহৃত হয়েছে।সমুচ্চয়ী অব্যয়: যে অব্যয় পদ একটি বাক্যের সঙ্গে অন্য একটি বাক্যের অথবা বাক্যস্থিত একটি পদের সঙ্গে অন্য একটি পদের সংযোজন বিয়োজন বা সংকোচন ঘটায় তাকে সমুচ্চয়ী অবায় বা সম্বন্ধসূচক অব্যয় বলে। যেমন এবং ও কিংবা তবু প্রভৃতি।"
    },
    {
        "q": "কোন সালে রবীন্দ্রনাথ ঠাকুরের জন্ম শতবার্ষিকী পালিত হয়?",
        "a": "১৯৫১ সালে",
        "b": "১৯৬১ সালে",
        "c": "১৯৭১ সালে",
        "d": "১৯৮১ সালে",
        "r": "b",
        "e": "রবীন্দ্রনাথ ঠাকুরের জন্ম ১৮৬১ সালে। কোন সালে রবীন্দ্রনাথ ঠাকুরের জন্ম শতবার্ষিকী পালিত হয় ১৯৬১ সালে। রবীন্দ্রনাথ ঠাকুর সালে প্রথম কাব্যগ্রন্থ রচনা করেন ১৮৮০ সালে রবীন্দ্রনাথ ঠাকুরের প্রথম প্রকাশিত উপন্যাসের নাম- বৌঠাকুরানির হাট। ভানুসিংহ কার ছদ্মনাম রবীন্দ্রনাথ ঠাকুর।"
    },
    {
        "q": "ইসলামের ইতিহাস ও ঐতিহ্য কোন কাব্যের উপজীব্য?",
        "a": "জিঞ্জীর- কাজী নজরুল ইসলাম",
        "b": "সাত সাগরের মাঝি- ফররুখ আহমদ",
        "c": "দিলরুবা – আবদুল কাদির",
        "d": "নূরনামা- আবদুল হাকিম",
        "r": "b",
        "e": "সাত সাগরের মাঝি কবি ফররুখ আহমদের একটি কাব্যগ্রন্থ। এতে স্থান পাওয়া একটি কবিতার নামও সাত সাগরের মাঝি। ১৯৪৪ সালের ডিসেম্বর মাসে বইটি প্রকাশিত হয়। এই বইয়ের ১১৯টি কবিতার মধ্যে উল্লেখযোগ্য হচ্ছে পাঞ্জেরী সিন্দবাদ আকাশ নাবিক, ডাহুক, এই সব রাত্রি ইত্যাদি। বইটি উৎসর্গ করা হয় কবি আল্লামা ইকবালের প্রতি। বইটিতে পুনর্জাগরণের বাণী উচ্চারিত হয়েছে।"
    },
    {
        "q": "যা পূর্বে ছিল এখন নেই’—এক কথায় কী হবে?",
        "a": "অপূর্ব",
        "b": "অদৃষ্টপূর্ব",
        "c": "গ অভূতপূর্ব",
        "d": "ভূতপূর্ব",
        "r": "d",
        "e": "অভিধানমতে ভূতপূর্ব শব্দের অর্থ আগেকার পূর্বে ছিল কিন্তু এখন নেই এমন। সুতরাং বিশেষণ হিসেবে ব্যবহৃত প্রাক্তন শব্দের অর্থ ভূতপূর্ব বা প্রাক্তন শিক্ষার্থী নয়, এর অর্থ আগে ছিল কিন্তু এখন নেই এমন। যে কেউ প্রান্ত হতে পারে এবং কে প্রাজন তা প্রাক্তন শব্দের সঙ্গে উল্লেখ করতে হয়।"
    },
    {
        "q": "‘অনল প্রবাহ’ রচনা করেন",
        "a": "সৈয়দ ইসমাইল হােসেন সিরাজী",
        "b": "মােজাম্মেল হক",
        "c": "এয়াকুব আলী চৌধুরী",
        "d": "মুনিরুজ্জামান ইসলামাবাদী",
        "r": "a",
        "e": "“অনল প্রবাহ রচনা করেন সৈয়দ ইসমাইল হোসেন সিরাজী (১৮৮০-১৯৩১)।তিনি ছিলেন একজন বাঙালি লেখক ও কবি। তিনি ১৯৪২০ শতকে বাঙালি মুসলিম পুনর্জাগরণের প্রবক্তাদের একজন। তিনি মুসলিমদের জন্যে বিজ্ঞানসাধনা মাতৃভাষাচর্চা নারীদের শিক্ষা এসবের পক্ষে লেখালেখি করেন। তার অনল, প্রবাহ কাব্যগ্রন্থটি সরকার রাজেয়াপ্ত করে এবং তিনি কারাবন্দী হন।”"
    },
    {
        "q": "কোন বাক্যে সমাপিকা ক্রিয়া ব্যবহৃত হয়েছে?",
        "a": "আমি ভাত খাচ্ছি",
        "b": "আমি ভাত খেয়ে স্কুলে যাব",
        "c": "আমি দুপুরে ভাত খাই",
        "d": "তাড়াতাড়ি ভাত খেয়ে ওঠো",
        "r": "b",
        "e": "সমাপিকা ক্রিয়া যে ক্রিয়াপদ দ্বারা বাক্যের (মনোভাব সম্পূর্ণ অর্থ প্রকাশ পায় তাকে সমাপিকা ক্রিয়া বলে। যেমন ছেলেরা বন খেলছে। এ বাকো ক্রিয়াপদ দ্বারা বাক্যের সম্পূর্ণ অর্থ প্রকাশ পেয়েছে। অসমাপিকা ক্রিয়া যে ক্রিয়াপদ দ্বারা বাক্যের পরিসমাপ্তি ঘটে না। বক্তার আরো কিছু বেলার থাকে তাকে অসমাপিকা ক্রিয়া বলে। যেমন প্রভাতে সূর্য উঠলে। আমরা হাতমুখ ধুয়ে। এখানে উঠনে এবং দুয়ে ক্রিয়াপদগুলো দ্বারা। কথা শেষ হয়নি। সুতরাং উঠলে এবং দুয়ে পদ দুটোকে অসমাপিকা ক্রিয়া বলে।"
    },
    {
        "q": "জীবনানন্দ দাশের রচিত কাব্যগ্রন্থ",
        "a": "ধূসর পাণ্ডুলিপি",
        "b": "নাম রেখেছি কোমল গান্ধার",
        "c": "একক সন্ধ্যায় বসন্ত",
        "d": "অন্ধকারে একা",
        "r": "a",
        "e": "ধূসর পান্ডুলিপি কবি জীবনানন্দ দাশের দ্বিতীয় কাব্যগ্রন্থ। এই কাব্যগ্রন্থটি ১৯৩৬ খ্রিষ্টাব্দে (১৩৪৩ বঙ্গাব্দ) ভারতে প্রকাশিত হয়। জীবনানন্দ এই বইটি কবি বুদ্ধদেব বসুকে উৎসর্গ করেন।"
    },
    {
        "q": "” ‘বন্যেরা বনে সুন্দর, শিশুরা মাতৃক্রোড়ে’- এ উক্তিটির প্রকৃত তাৎপর্য হচ্ছে–“",
        "a": "আদিবাসী মানুষ অরণ্য জনপদে বাস করে",
        "b": "বনের পশু বনে থাকতেই ভালবাসে",
        "c": "জীবমাত্রই স্বাভাবিক অবস্থানে সুন্দর",
        "d": "প্রকৃতির রূপ-সৌন্দর্য আদি ও অকৃত্রিম",
        "r": "c",
        "e": "বন্যেরা বনে সুন্দর, শিশুরা মাতৃক্রোড়ে’ এ উক্তিটির প্রকৃত তাৎপর্যহচ্ছে — জীবমাত্রই স্বাভাবিক অবস্থানে সুন্দর। বন্যেরা বনে সুন্দর শিশুরা মাতৃক্রোড়ে সঞ্জীবচন্দ্র চট্টোপাধ্যায়,"
    },
    {
        "q": "কোন বাক্যে নাম পুরুষের ব্যবহার করা হয়েছে?",
        "a": "ওরা কী করে?",
        "b": "আপনি আসবেন",
        "c": "আমরা যাচ্ছি",
        "d": "তােরা খাসনে",
        "r": "a",
        "e": "‘ওরা কী করে?” বাক্যে নাম পুরুষের ব্যবহার করা হয়েছে ।নামপুরুষ : বাক্যে বক্তা অনুপস্থিত যেসব ব্যক্তি, বস্তৃত বা প্রাণীর উল্লেখ করেন, তাদের নামপুরুষ বলে। অর্থাৎ, বক্তার সামনে নেই এমন যা কিছুর কথা বক্তা বাক্যে বলেন, সবগুলোই নামপুরুষ। নাম পুরুষের সর্বনামের রূপ হলো সে, তারা, তাহারা, তাদের, তাহাকে, তিনি তাঁকে তাঁরা, তাঁদের ইত্যাদি।"
    },
    {
        "q": "মধ্যপদলােপী কর্মধারয়ের উদাহরণ কোনটি?",
        "a": "ঘর থেকে ছাড়া – ঘরছাড়া",
        "b": "অরুণের মত রাঙ্গা – অরুণরাঙা",
        "c": "হাসিমাখা মুখ – হাসিমুখ",
        "d": "ক্ষণ ব্যাপিয়া স্থায়ী – ক্ষণস্থায়ী",
        "r": "c",
        "e": "মধ্যপদলোপী কর্মধারয়: যে কর্মধারয় সমাসে ব্যাসবাক্যের মধ্যপদের লোপ হয়, তাকে মধ্যপদলোপী কর্মধারয় সমাস বলে। যেমন: সিংহ চিহ্নিত আসন= সিংহাসন, সাহিত্য বিষয়ক সভা সাহিত্যসভা, স্মৃতি রক্ষার্থে সৌধ= স্মৃতিসৌধ, ব্রাহ্মণ ধর্মীয় প্রধান পুরোহিত= ব্রাহ্মণ পুরোহিত, জগতের রক্ষাকারী ঈশ্বর= জগদীশ্বর, সূর্য উদয়কালীন মন্ত্র= সূর্যযন্ত্র, মৌ ভর্তি চাক= মৌচাক, গাছকদম= গাছে ফুটিত কদম, সন্ধিগীত= সন্ধি যোগঘটানো গীত কাঁচা অবস্থায় কলা= কাঁচকলা।চিকিৎসাশাস্ত্র=চিকিৎসা বিষয়ক শাস্ত্র"
    },
    {
        "q": "“শৈবাল দীঘিরে বলে উচ্চ করি শির, লিখে রেখ, এক ফোঁটা দিলেম শিশির। এ অংশটুকুর মূল প্রতিপাদ্য”",
        "a": "প্রতিদান",
        "b": "প্রত্যুৎপকার",
        "c": "অকৃতজ্ঞতা",
        "d": "অসহিষ্ণুতা",
        "r": "c",
        "e": "শৈবাল দীঘিরে কহে উচ্চ করি শির, লিখে রেখ, এক বিন্দু দিলেম শিশির।- এ অংশটুকুর মূল প্রতিপাদ্য অকৃতজ্ঞতা"
    },
    {
        "q": "কোনটি ঐতিহাসিক নাটক?",
        "a": "শর্মিষ্ঠা",
        "b": "রাজসিংহ",
        "c": "পলাশীর যুদ্ধ",
        "d": "রক্তাক্ত প্রান্তর",
        "r": "d",
        "e": "রক্তাক্ত প্রান্তর (১৯৬২); পানিপথের তৃতীয় যুদ্ধের কাহিনী এর মূল উপজীব্য। এতে তিনি যুদ্ধবিরোধী মনোভাব প্রকাশ করেন। নাটকটির জন্য তিনি ১৯৬২ সালে বাংলা একাডেমি পুরস্কার পান।"
    },
    {
        "q": "মাইকেল মধুসূদন দত্তের দেশ প্রেমের প্রবল প্রকাশ ঘটেছে",
        "a": "মহাকাব্যে",
        "b": "নাটকে",
        "c": "পত্রকাব্যে",
        "d": "সনেটে",
        "r": "d",
        "e": "মাইকেল মধুসূদন দত্তের দেশপ্রেম প্রবল প্রকাশ ঘটেছে সনেটে। বাংলা ভাষায় প্রথম সনেট রচনার কৃতিত্ব মাইকেল মধুসূদন দত্তের সনেটকে বাংলায় চতুর্দশপদী নাম মহাকবি মাইকেল মধুসূদন’ই দিয়েছিলেন। বাংলা সনেট (চতুর্দশপদী) এর সার্থক স্রষ্টা কবি মধুসূদন দত্ত ১৮৬৫ খ্রীষ্টাব্দে ফ্রান্সের ভার্সাই নগরীতে অবস্থানকালেই ইতালির কবি পেত্রার্কের সনেট থেকে অনুপ্রাণিত হয়ে প্রথম বাংলা সনেটের দিগন্ত উন্মোচন করেন। ১৮৬৬ খ্রীষ্টাব্দে কবির চতুর্দশপদী কবিতাগুলি গ্রন্থাকারে প্রকাশিত হয়। এই কবিতাগুলিতে কবি চিত্তের বাকুলতা স্বদেশ প্রেমিকতা ও আবেগ ধ্বনিত হয়েছে।"
    },
    {
        "q": "‘মােসলেম ভারত’ নামক সাহিত্য পত্রিকার সম্পাদক ছিলেন",
        "a": "মীর মশাররফ হােসেন",
        "b": "মুন্সী রেয়াজদ্দীন আহমদ",
        "c": "মােজাম্মেল হক",
        "d": "রেয়াজুদ্দীন আহমদ মাশহাদী",
        "r": "c",
        "e": "মোজাম্মেল হক – ‘মোসলেম ভারত’ নামক সাহিত্য পত্রিকার সম্পাদক ছিলেন। মোসলেম ভারত একটি মাসিক সাহিত্য পত্রিকা ছিল। ১৯২০ সালে ভারতবর্ষে ব্রিটিশ শাসনামলের সময় এই পত্রিকা প্রকাশিত হয়। পত্রিকার নামে মুসলিম শব্দ থাকলেও এতে অন্যান্য ধর্মের লেখকদের রচনাও প্রকাশিত হত। পত্রিকার প্রচ্ছদে ইসলামি শিল্পকলা তুলে ধরা হত। এছাড়াও প্রচ্ছদে রবীন্দ্রনাথ ঠাকুরের নিম্নোক্ত বাণী উৎকীর্ণ ছিল: মানব সংসারে জ্ঞানালোকের দিয়ালি উৎসব চলিতেছে। প্রত্যেক জাতি আপনার আলোটীকে বড় করিয়া জ্বালাইলে তবে সকলে মিলিয়া এই উৎসব সমাধা হইবে।”"
    },
    {
        "q": "বাংলা বানান রীতি অনুযায়ী একই শব্দের কোন দুটি বানানই শুদ্ধ?",
        "a": "হাতি/ হাতী",
        "b": "নারি/নারী",
        "c": "জাতি/ জাতী",
        "d": "দাদি/দাদী",
        "r": "a",
        "e": "বাংলা বানান রীতি অনুযায়ী একই শব্দের দুটি বানানই শুদ্ধ: হাতি, হাতী [বিশেষ্য পদ] হস্তী, বারণ, কুঞ্জর, (ব্যঙ্গে) অতিশয় স্থূলকায় ব্যক্তি।"
    },
    {
        "q": "মানিক বন্দ্যোপাধ্যায়ের ‘পদ্মানদীর মাঝি’ নামক উপন্যাসের উপজীব্য",
        "a": "মাঝি-মাল্লার সংগ্রামশীল জীবন",
        "b": "জেলে-জীবনের বিচিত্র সুখ-দুঃখ",
        "c": "চাষী-জীবনের করুণ চিত্র",
        "d": "চরবাসীদের দুঃখী জীবন",
        "r": "b",
        "e": "চরবাসীদের দুঃখী-জীবন ‘পদ্মানদীর মাঝি নামক উপন্যাসের উপজীব্য।পদ্মানদীর মাঝি উপন্যাসের পটভূমি বাংলাদেশের বিক্রমপুর ফরিদপুর অঞ্চল। এই উপন্যাসের দেবীগঞ্জ ও আমিনবাড়ি পদ্মার তীরবর্তী গ্রাম। উপন্যাসে পদ্মার তীর সংলগ্ন কেতুপুর ও পার্শ্ববর্তী গ্রামের পদ্মার মাঝি ও জেলেদের বিশ্বস্ত জীবনালেখ্য চিত্রিত হয়েছে। পদ্মা বাংলাদেশের অন্যতম প্রধান নদী। এর ভাঙন প্রবণতা ও প্রলয়ংকরী স্বভাবের কারণে একে বলা হয় ‘কীর্তিনাশা’ বা রাক্ষুসী পদ্মা। এ নদীর তীরের নির্দিষ্ট কোন সীমারেখা নেই। শহর থেকে দূরে এ নদী এলাকার কয়েকটি গ্রামের দীন-দরিদ্র জেলে ও মাঝিদের জীবনচিত্র এতে অঙ্কিত হয়েছে। জেলেপাড়ারর মাঝি ও জেলেদের জীবনের সুখ-দুঃখ, হাসি-কান্না অভাব-অভিযোগ যা কিনা প্রকৃতিগতভাবে সেই জীবনধারায় অবিচ্ছেদ্য অঙ্গ তা এখানে বিশ্বস্ততার সাথে চিত্রিত হয়েছে। তাদের প্রতিটি দিন কাটে দীনহীন অসহায় আর ক্ষুধা-দারিদ্র্যের সাথে লড়াই করে। দুবেলা দুমুঠো খেয়ে-পরে বেঁচে থাকাটাই যেন তাদের জীবনের পরম আরাধ্য। এটুকু পেলেই তারা খুশি।"
    },
    {
        "q": "Select the answer of the word ‘stagflagation’",
        "a": "Controlled prices",
        "b": "Economic slow down",
        "c": "A disintegrating",
        "d": "Cultural dullness",
        "r": "b",
        "e": "অর্থনৈতিক অবনতিকে Stagflation বলে"
    },
    {
        "q": "What is the meaning of the word ‘scuttle’?",
        "a": "to tease",
        "b": "abandon",
        "c": "pile up",
        "d": "gossip",
        "r": "b",
        "e": "Scuttle বলতে প্রস্থান করা বা ছেড়ে যাওয়া বোঝায়।"
    },
    {
        "q": "What is the meaning of the word ‘stanch’?",
        "a": "to reinforce",
        "b": "be weak",
        "c": "smooth out",
        "d": "put an end to",
        "r": "d",
        "e": "“Stanch অর্থ শেষ করা”"
    },
    {
        "q": "What is the meaning of the word ‘belated’?",
        "a": "complaining",
        "b": "off hand",
        "c": "weak",
        "d": "tardy",
        "r": "d",
        "e": "Belated এবং Tardy অর্থ দেরি"
    },
    {
        "q": "What is the meaning of the word ‘sequences’?",
        "a": "to follow",
        "b": "round up",
        "c": "withdraw de",
        "d": "question closely",
        "r": "a",
        "e": "“Sequence বলতে একটি ধারা বোঝায়”"
    },
    {
        "q": "What is the meaning of the word ‘euphemism’?",
        "a": "vague idea",
        "b": "in offensive expression",
        "c": "verbal play",
        "d": "wise saying",
        "r": "b",
        "e": "“Euphemism হচ্ছে শুনতে harsh কিছুকে polite কোনো expression দিয়ে প্রকাশ করা।”"
    },
    {
        "q": "The Rainbow’ is–",
        "a": "a poem by Wordsworth",
        "b": "a short story by Somerst Maugham",
        "c": "a novel by D. H. Lawrence",
        "d": "a verse by Coleridge bord",
        "r": "c",
        "e": "Rainbow D.H Lawrence এর লেখা একটি উপন্যাস"
    },
    {
        "q": "Tom Jones’ by Henry Fielding was first published in– Tom Jones’ by Henry Fielding was first published in–",
        "a": "the 1st half of 19th century",
        "b": "the 2nd half of 18th century",
        "c": "1st half of 18th century",
        "d": "the 2nd half of 19th century",
        "r": "c",
        "e": "রচনাটি 1749 এ প্রকাশিত যা ১৮ শতকের প্রথম"
    },
    {
        "q": "The literary work ‘Kubla Khan’ is—",
        "a": "a history by Vincent Smith",
        "b": "a verse by Coleridge",
        "c": "a drama by Oscar Wilde",
        "d": "a short story by Somerset Maugham.",
        "r": "b",
        "e": "Kubla khan, S.T Coleridge এর লেখা একটি উপন্যাস"
    },
    {
        "q": "T. S. Eliot was born in–",
        "a": "Ireland",
        "b": "England",
        "c": "Wales",
        "d": "USA",
        "r": "d",
        "e": "T.S Elliot এর জন্ম আমেরিকায়"
    },
    {
        "q": "What was the real name of the great American short writer, ‘O Henry’?",
        "a": "Samuel L. Clemens bris",
        "b": "William Sydney Porter",
        "c": "Fitz James O’Brten",
        "d": "William Huntington Wright tos",
        "r": "b",
        "e": "“O Henry ছদ্মনামে লিখতেন William Sydney Porter”"
    },
    {
        "q": "” Anything ‘Pernicious’ tends to injure or destroy. Something which has no such harmful effect is—-“",
        "a": "innocuous",
        "b": "innocent",
        "c": "immaculate",
        "d": "salutary",
        "r": "a",
        "e": "“এমন কিছু যার কোনো ক্ষতিকর দিক নেই তাকে innocuous বলে”"
    },
    {
        "q": "Do not worry, English grammar is not – to understand. Which of the following does best fit in the blank space?",
        "a": "so difficult",
        "b": "very difficult",
        "c": "too difficult",
        "d": "difficult enough",
        "r": "c",
        "e": "Too…to বলতে এতোই…যে বোঝানো হয়।"
    },
    {
        "q": "We (not have) a holiday since the beginning of the year. Which of the following verb forras does best complete the above sentence?",
        "a": "did not have",
        "b": "have not had",
        "c": "are not having",
        "d": "had not had",
        "r": "b",
        "e": "“Since/for এর ব্যাবহার হলে বাক্যটিতে Present perfect/Present perfect continuous tense ব্যাবহার করা হয়”"
    },
    {
        "q": "If I were you, I (handle) the situation more carefully. Which of the following verb form does best complete the above sentence.",
        "a": "would handle",
        "b": "will handle",
        "c": "handled",
        "d": "would have handled",
        "r": "a",
        "e": "if যুক্ত বাক্যে Past indefinite থাকলে হলে পরে would বসে।"
    },
    {
        "q": "“It’s time (you realize) your mistakes. -Which of the following clause does best fit in the above sentence? “",
        "a": "you realized",
        "b": "that you realized",
        "c": "you would realize",
        "d": "you have realized",
        "r": "a",
        "e": "“It’s time/it’s high time এর পরে past indefinite হয়”"
    },
    {
        "q": "“We have recently entered – an agreement with the Inland Co-operative Society. – Which of the following does best fit in the blank space?”",
        "a": "no preposition",
        "b": "upon",
        "c": "in",
        "d": "into",
        "r": "d",
        "e": "“কোনো কিছুর মধ্যে প্রবেশ বোজাতে enter into ব্যাবহার হয়”"
    },
    {
        "q": "“The boy from the village said, “I starve than beg.” – Which of the following does best complete the above sentence?”",
        "a": "better",
        "b": "rather",
        "c": "would rather",
        "d": "would better",
        "r": "c",
        "e": "“Would rather দুটি ভিন্ন কাজের তুলনা করার জন্য ব্যাবহার করা হয়।”"
    },
    {
        "q": "It is too difficult to ‘tolerate’ bad temper for long. Which of the following phrase does replace ‘tolerate’ in the above sentence?",
        "a": "cope with",
        "b": "put up with",
        "c": "stand up for",
        "d": "pull on with",
        "r": "b",
        "e": "Put up with অর্থ সহ্য করা।"
    },
    {
        "q": "I have never seen such a slow coach like you. This small work has taken you three full months. What does the idiom ‘a slow coach’ mean?",
        "a": "an irresponsible person",
        "b": "a careless person",
        "c": "an unthoughtful person",
        "d": "a very lazy person",
        "r": "d",
        "e": "“Slow coach অর্থাৎ অলস ব্যাক্তি”"
    },
    {
        "q": "“যদি x³+hx+10=0 এর একটি সমাধান 2 হয়, তবে h এর মান কত?”",
        "a": "১০",
        "b": "৯",
        "c": "-৯",
        "d": "-২",
        "r": "c",
        "e": "x3+hx+10=0 এখানে সমীকরণটির সমাধান ২ । এখন x=2 বসিয়ে পাই, প্রদত্ত রাশি, 23+h.2+10=0 বা, 8+h.2+10=0 বা, 18+2h=0 বা, h=−9"
    },
    {
        "q": "“একটি ১০,০০০ টাকার বিলের উপর এককালীন ৪০% কমতি এবং পরপর ৩৬% ও ৪% কমতির পার্থক্য কত টাকা?”",
        "a": "শূন্য",
        "b": "১৪৪",
        "c": "২৫৬",
        "d": "৪০০",
        "r": "b",
        "e": "১০, ০০০ টাকার ৪০%=৪, ০০০ টাকা । আবার, ১০, ০০০ টাকার ৩৬%=৩৬০০ টাকা । এবং (১০, ০০-৩৬০০) টাকার ৪%= ২৫৬ টাকা । অতএব, কমতির পার্থক্য =৪০০০-(৩৬০০+২৫৬) = ১৪৪ টাকা"
    },
    {
        "q": "” y = ৩x +২, y =-৩x +২ এবং y =-২ দ্বারা গঠিত জ্যামিতিক চিত্রটি কী?”",
        "a": "একটি সমবাহু ত্রিভুজ",
        "b": "একটি সমদ্বিবাহু ত্রিভুজ",
        "c": "একটি বিষমবাহু ত্রিভুজ",
        "d": "একটি সমকোণী ত্রিভুজ",
        "r": "b",
        "e": "যে ত্রিভুজের দুইটি বাহু পরস্পর সমান তাকে সমদ্বিবাহু ত্রিভুজ বলে। এখানে, Y = ৩x+২………….(১) Y = -৩x+২………….(২) ও Y = – ২…………..(৩) \\\\ এখানে, ১ ও ২ নং সমীকরণের ঢাল যথাক্রমে ৩ ও -৩ যাদের পরম মান সমান। সুতরাং এই রেখা দুইটি সমান। কিন্তু ৩ নং রেখাটি ১ ও ২ হতে ভিন্ন। অতএব জ্যামিতিক চিত্রটি একটি সমদ্বিবাহু ত্রিভুজ।"
    },
    {
        "q": "৩২ এর ২ ভিত্তিক লগারিদম কত?",
        "a": "৩",
        "b": "৪",
        "c": "৫",
        "d": "৬",
        "r": "c",
        "e": "২৫ =২*২*২*২*২=৩২"
    },
    {
        "q": "“একটি গােল মুদ্রা টেবিলে রাখা হল। এই মুদ্রার চারপাশে একই মুদ্রা কতটি রাখা যেতে পারে যেন তারা মাঝের মুদ্রাটিকে এবং তাদের দু’পাশে রাখা দুটি মুদ্রাকে স্পর্শ করে?”",
        "a": "৪",
        "b": "৬",
        "c": "৮",
        "d": "১০৩",
        "r": "b",
        "e": "ধরি, A হচ্ছে কেন্দ্রে রাখা মুদ্রা এবং B হচ্ছে চারপাশে রাখা মুদ্রাগুলোর একটি। আবার, মুদ্রাগুলোর ব্যাসার্ধ = a । \\\\ বৃত্তের কেন্দ্র A কে কেন্দ্র করে B কেন্দ্র বিশিষ্ট বৃত্তের উপর দুইটি স্পর্শক টানি। স্পর্শকদ্বয় B কেন্দ্রবিশিষ্ট বৃত্তের C ও D বিন্দুতে স্পর্শ করে। যেখানে, AC এর উপর লম্ব BC এবং AD এর উপর লম্ব BD। সুতরাং <ACB = 90° এখন, AB = a + a = 2a ও BC = a। ACB সমকোণী ত্রিভুজে, Sin (BAC) = BC/AB = a/2a =1/2 = Sin 30° এখানে, <BAC = 30° একইভাবে, <BAD = 30° ।\\n তাহলে, <CAD=<BAC+<BAD=30°+30°=60°। কেন্দ্রে 60° কোণ উৎপন্ন করে ১ টি চারপাশের মুদ্রা । তাহলে, কেন্দ্র 360° কোণ উৎপন্ন করে = (360/60) টি মুদ্রা = 6 টি মুদ্রা"
    },
    {
        "q": "[২−৩(২−৩)−১]−১ এর মান কত?",
        "a": "৫",
        "b": "-৫",
        "c": "০৫-Jan",
        "d": "-0.2",
        "r": "c",
        "e": "“[(২−৩(২−৩)−১]−১\\n =[২−৩(−১)−১]−১\\n =[২−৩×(১/−১)]−১\\n =[২−৩×(−১)]−১\\n =(২+৩)−১\\n =৫−১=৫১​“"
    },
    {
        "q": "“বালক ও বালিকায় একটি দলে নিম্নরূপ খেলা হচ্ছে। প্রথম বালক ৫ জন বালিকার সঙ্গে খেলছে, দ্বিতীয় বালক ৬ জন বালিকার সঙ্গে খেলছে; এভাবে শেষ বালক সবকটি বালিকার সঙ্গে খেলছে। যদি b বালকের সংখ্যা এবং g বালিকার সংখ্যা প্রকাশ করে তবে b এর মান কত?”",
        "a": "b = g",
        "b": "b = g/5",
        "c": "b = g – 4",
        "d": "b = g – 5",
        "r": "c",
        "e": "“১ম বালক ৫ জন (১+৪) বালিকার সাথে খেলছে\\n ২য় বালক ৬ জন (২+৪) বালিকার সাথে খেলছে\\n সুতরাং, b তম বালক b+4 জন বালিকার সাথে খেলছে ।\\n অতএব মোট বালিকার সংখ্যা g হলে, g = b+4 বা b = g-4”"
    },
    {
        "q": "“একটি সমবাহু ষড়ভুজের অভ্যন্তরে অঙ্কিত বৃহত্তম বৃত্তের আয়তন ১০০ হলে ঐ ষড়ভুজের আয়তন কত?”",
        "a": "২০০",
        "b": "২০০√২",
        "c": "২০০√৩",
        "d": "২০০√৫",
        "r": "c",
        "e": "“πr2=১০০π\\n => r = ১০\\n বৃত্তের ব্যাসার্ধ ১০ একক।\\n ষড়ভুজের ভিতর ৬টি সমবাহু ত্রিভুজের শীর্ষের ছেদ বিন্দু বৃত্তটির কেন্দ্রে অবস্থিত। তাহলে 6টি ত্রিভুজের ক্ষেত্রফলের সমষ্টি হবে ষড়ভুজটির ক্ষেত্রফল।\\n 6×√3/4a2 (যেখানে সমবাহু ত্রিভুজের প্রতিটি বাহুর দৈর্ঘ্য a)\\n এখন, tan30°=(a/2)/r=>1/√3=a/2r=>a=2r/√3=>a=20/√3সুতরাং 6×(√3/4a2)=200√3\\n [ a = 20/√3 বসিয়ে ]”"
    },
    {
        "q": "“কোন পরীক্ষায় একজন ছাত্র n সংখ্যক প্রশ্নের ২০টি প্রশ্ন হতে ১৫টি প্রশ্নের শুদ্ধ উত্তর দেয় এবং বাকি প্রশ্নগুলাের এক তৃতীয়াংশের শুদ্ধ উত্তর দিতে পারে। এভাবে সে যদি ৫০% প্রশ্নের শুদ্ধ উত্তর দিয়ে থাকে তবে ঐ পরীক্ষায় প্রশ্নের সংখ্যা কত ছিল?”",
        "a": "২০টি",
        "b": "৩০টি",
        "c": "৪০টি",
        "d": "৫০টি",
        "r": "d",
        "e": "“এখানে, ১৫+(n−২০)∗৩১​=n∗৫০\\n বা, ৪৫+n−২০/৩=n/২\\n বা, n+২৫/৩=n/২\\n বা, ৩n−২n=৫০ [ আড়গুন করে]\\n অতএব, n = ৫০”"
    },
    {
        "q": "“একটি লােক খাড়া উত্তর দিকে m মাইল দূরত্ব অতিক্রম করে প্রতি মাইল ২ মিনিটে এবং খাড়া দক্ষিণ দিকে পূর্বস্থানে ফিরে আসে প্রতি মিনিটে ২ মাইল হিসেবে। লােকটির গড় গতিবেগ ঘণ্টায় কত মাইল?”",
        "a": "৪৫",
        "b": "৪৮",
        "c": "৭৫",
        "d": "২৪",
        "r": "b",
        "e": "“লোকটি ২ মিনিটে হাটে ১ মাইল, তাহলে ৬০ মিনিট বা ১ ঘন্টায় হাটে ৩০ মাইল\\n অন্যদিকে ফিরে আসার ক্ষেত্রে, প্রতি মিনিটে হাটে ২ মাইল তাহলে ৬০ মিনিট বা ১ ঘন্টায় হাটে ১২০ মাইল\\n গড় করে পাইঃ {(১২০+৩০)÷২} = ৭৫”"
    },
    {
        "q": "একজন সাধারণ মানুষের দেহে মােট কত টুকরা হাড় থাকে?",
        "a": "২০৬",
        "b": "৩০৬",
        "c": "৪০৬",
        "d": "৫০৬",
        "r": "a",
        "e": "একজন সাধারণ মানুষের দেহে মােট ২০৬ টুকরা হাড় থাকে"
    },
    {
        "q": "“কোন মৌলিক অধাতু সাধারণ তাপমাত্রায় তরল থাকে?”",
        "a": "ব্রোমিন",
        "b": "পারদ",
        "c": "আয়ােডিন",
        "d": "জেনন",
        "r": "a",
        "e": "ব্রোমিন মৌলিক অধাতুটি সাধারণ তাপমাত্রায় তরল থাকে"
    },
    {
        "q": "কোনটি চৌম্বক পদার্থ?",
        "a": "পারদ",
        "b": "বিসমাথ",
        "c": "এন্টিমনি",
        "d": "কোবাল্ট",
        "r": "d",
        "e": "কোবাল্ট একটি চৌম্বক পদার্থ"
    },
    {
        "q": "উচ্চ পর্বতের চূড়ায় উঠলে নাক দিয়ে রক্তপাতের সম্ভাবনা থাকে কারণ উচ্চ চূড়ায়",
        "a": "অক্সিজেন কম",
        "b": "ঠাণ্ডা বেশি",
        "c": "বায়ুর চাপ বেশি",
        "d": "বায়ুর চাপ কম",
        "r": "d",
        "e": "উচ্চ পর্বতের চূড়ায় উঠলে নাক দিয়ে রক্তপাতের সম্ভাবনা থাকে কারণ উচ্চ চূড়ায় বায়ুর চাপ কম"
    },
    {
        "q": "“কোন স্থানে মাধ্যাকর্ষণজনিত ত্বরণ ৯ গুণ বাড়লে সেখানে একটি সরল দোলকের দোলনকাল কতগুণ বাড়বে বা কমবে?”",
        "a": "৯ গুণ বাড়বে",
        "b": "৯ গুণ কমবে",
        "c": "৩ গুণ বাড়বে",
        "d": "৩ গুণ কমবে",
        "r": "d",
        "e": "কোন স্থানে মাধ্যাকর্ষণজনিত ত্বরণ ৯ গুণ বাড়লে সেখানে একটি সরল দোলকের দোলনকাল ৩ গুণ কমবে"
    },
    {
        "q": "সিনেমাস্কোপ প্রজেক্টরে কোন ধরনের লেন্স ব্যবহৃত হয়?",
        "a": "উত্তল",
        "b": "অবতল",
        "c": "জুম",
        "d": "সিলিনড্রিক্যাল",
        "r": "b",
        "e": "সিনেমাস্কোপ প্রজেক্টরে অবতল ধরনের লেন্স ব্যবহৃত হয়"
    },
    {
        "q": "কোন মাধ্যমে শব্দের গতি সবচেয়ে বেশি?",
        "a": "শূন্যতায়",
        "b": "লােহা",
        "c": "পানির",
        "d": "বাতাসে",
        "r": "b",
        "e": "লােহার মাধ্যমে শব্দের গতি সবচেয়ে বেশি"
    },
    {
        "q": "মঙ্গলগ্রহে প্রেরিত নভােযান কোনটি?",
        "a": "সয়ুজ",
        "b": "এপােলাে",
        "c": "ভয়েজার",
        "d": "ভাইকিং",
        "r": "d",
        "e": "মঙ্গলগ্রহে প্রেরিত নভােযান হলো ভাইকিং"
    },
    {
        "q": "পারমাণবিক বােমার আবিষ্কারক কে?",
        "a": "আইনস্টাইন",
        "b": "ওপেনহেমার",
        "c": "অটোহ্যান",
        "d": "রােজেনবার্গ",
        "r": "b",
        "e": "পারমাণবিক বােমার আবিষ্কারক হলো ওপেনহেমার"
    },
    {
        "q": "“সমটান সম্পন্ন একটি টানা তারের দৈর্ঘ্য দ্বিগুণ করলে কম্পাংকের কতটা পরিবর্তন ঘটবে?”",
        "a": "অর্ধেক হবে",
        "b": "দ্বিগুণ হবে",
        "c": "তিন গুণ হবে",
        "d": "চার গুণ হবে",
        "r": "a",
        "e": "সমটান সম্পন্ন একটি টানা তারের দৈর্ঘ্য দ্বিগুণ করলে কম্পাংক অর্ধেক হবে"
    },
    {
        "q": "প্রাচীন পুণ্ড্রবর্ধন নগর কোন স্থানে অবস্থিত?",
        "a": "ময়নামতি",
        "b": "বিক্রমপুর",
        "c": "মহাস্থানগড়",
        "d": "পাহাড়পুর",
        "r": "c",
        "e": "“মহাস্থানগড় বাংলাদেশের একটি অন্যতম প্রাচীন পুরাকীর্তি। পূর্বে এর নাম ছিল পুণ্ড্রবর্ধন বা পুণ্ড্রনগর। এক সময় মহাস্থানগড় বাংলার রাজধানী ছিল। এখানে মৌর্য, গুপ্ত, পাল, সেন সাম্রাজ্যের প্রচুর নিদর্শন পাওয়া গিয়েছে। এর অবস্থান বগুড়া জেলার শিবগঞ্জ উপজেলায়। বগুড়া শহর থেকে প্রায় ১০ কি.মি উত্তরে মহাস্থান গড় অবস্থিত।”"
    },
    {
        "q": "১৯৫২ সালের ২১ ফেব্রুয়ারি তারিখে তঙ্কালীন পাকিস্তানের প্রধানমন্ত্রী কে ছিলেন?",
        "a": "নুরুল আমীন",
        "b": "লিয়াকত আলী খান",
        "c": "মােহাম্মদ আলী",
        "d": "খাজা নাজিমুদ্দীন",
        "r": "d",
        "e": "“১৯৫২ সালের ২১ ফেব্রুয়ারি তারিখে তৎকালীন পাকিস্তানের প্রধানমন্ত্রী ছিলেন খাজা নাজিমুদ্দীন।\\n খাজা নাজিমুদ্দীন; ১৯ জুলাই ১৮৯৪ – ২২ অক্টোবর ১৯৬৪) ছিলেন একজন বাঙালি রাজনীতিবিদ। তিনি ঢাকার নবাব পরিবারের সদস্য ছিলেন। নিখিল ভারত মুসলিম লীগের সদস্য হিসেবে নাজিমুদ্দিন দুইবার বাংলার প্রধানমন্ত্রীর দায়িত্ব পালন করেন। পাকিস্তান প্রতিষ্ঠার পর মুহাম্মদ আলি জিন্নাহর মৃত্যু পরবর্তীতে ১৯৪৮ সালে তিনি পাকিস্তানের গভর্নর জেনারেল হন।\\n ১৯৫১ সালে প্রধানমন্ত্রী লিয়াকত আলি খানের মৃত্যুর পর তিনি পাকিস্তানের দ্বিতীয় প্রধানমন্ত্রী হন। তিনি রক্ষণশীল গড়নের ছিলেন এবং তাকে অজনপ্রিয় বিবেচনা করা হয়।”"
    },
    {
        "q": "“পূর্ববঙ্গ জমিদারি দখল ও প্রজাস্বত্ব আইন কবে প্রণীত হয়?”",
        "a": "১৯৫০ সালে",
        "b": "১৯৪৮ সালে",
        "c": "১৯৪৭ সালে",
        "d": "১৯৫৪ সালে",
        "r": "a",
        "e": "“পূর্ববঙ্গ জমিদারি দখল ও প্রজাস্বত্ব আইন প্রণীত হয় ১৯৫০ সালে।\\n পূর্ববঙ্গীয় রাষ্ট্রীয় অধিগ্রহণ ও প্রজাস্বত্ত্ব আইন ১৯৫০ (পূর্ব পাকিস্তান রাষ্ট্রীয় অধিগ্রহণ আইন ১৯৫০ নামেও পরিচিত) তদানীন্তন পাকিস্তান নিয়ন্ত্রিত পূর্ব বাংলার নবগঠিত গণতান্ত্রিক সরকার কর্তৃক গৃহীত একটি আইন ছিল।\\n ১৯৪৮ ইং সনের ৩১ মার্চ পাকিস্তান সৃষ্টির প্রথম দিকে এই বিলটির খসড়া হয়েছিল যা ১৯৫১ ইং সনের ১৬ মে পাস হয়েছিল। এটি আইন সভায় পাস হওয়ার আগে বাংলায় ভূমি রাজস্ব আইনসমূহে ১৭৯৩ইং সনের স্থায়ী বন্দোবস্ত বিধিমালা ও ১৮৮৫ সনের বঙ্গীয় প্রজাস্বত্ত্ব বিধিমালা প্রযোজ্য ছিল।”"
    },
    {
        "q": "প্রাচীন গৌড় নগরীর অংশবিশেষ বাংলাদেশের কোন জেলায় অবস্থিত?",
        "a": "কুষ্টিয়া",
        "b": "বগুড়া",
        "c": "কুমিল্লা",
        "d": "চাপাইনবাবগঞ্জ",
        "r": "d",
        "e": "“প্রাচীন গৌড় নগরীর অংশবিশেষ বাংলাদেশের চাঁপাইনবাবগঞ্জ জেলায় অবস্থিত।\\n গৌড় বাংলার এককালীন রাজধানী এবং অধুনা ধ্বংসপ্রাপ্ত একটি নগর যার অবস্থান বর্তমান ভারত বাংলাদেশ সীমান্তবর্তী অঞ্চলে। এটি লক্ষণাবতী নামেও পরিচিত।\\n প্রাচীন এই দুর্গনগরীর অধিকাংশ পড়েছে বর্তমান ভারতের পশ্চিমবঙ্গ রাজ্যের মালদা জেলায় এবং কিছু অংশ পড়েছে বাংলাদেশের চাঁপাইনবাবগঞ্জ জেলায়।\\n শহরটির অবস্থান ছিল গঙ্গানদীর পূর্ব পাড়ে, রাজমহল থেকে ৪০ কি.মি ভাটিতে এবং মালদার ১২ কিমি দক্ষিণে। তবে গঙ্গানদীর বর্তমান প্রবাহ গৌড়ের ধ্বংসাবশেষ থেকে অনেক দূরে।”"
    },
    {
        "q": "” আওয়ামী লীগের ছয়-দফা কোন সালে পেশ করা হয়েছিল?”",
        "a": "১৯৬৫ সালে",
        "b": "১৯৬৬ সালে",
        "c": "১৯৬৭ সালে",
        "d": "১৯৬৮ সালে",
        "r": "b",
        "e": "১৯৬৬ সালের ৫ ফেব্রুয়ারি পাকিস্তানের লাহোর সম্মেলন এ শেখ মুজিবুর রহমান ৬ দফা দাবি পেশ করেন।"
    },
    {
        "q": "রাজশাহী বিশ্ববিদ্যালয় স্থাপিত হয় কোন সালে?",
        "a": "১৯৫২ সালে",
        "b": "১৯৫৩ সালে",
        "c": "১৯৫৪ সালে",
        "d": "১৯৫৫ সালে",
        "r": "b",
        "e": "“রাজশাহী বিশ্ববিদ্যালয় স্থাপিত হয় ১৯৫৩ সালে।\\n রাজশাহী বিশ্ববিদ্যালয় বাংলাদেশের রাজশাহী বিভাগে অবস্থিত দেশের দ্বিতীয় বৃহত্তম বিশ্ববিদ্যালয়। ১৯৫৩ সালের ৬ জুলাই এটি প্রতিষ্ঠিত হয়।\\n রাজশাহী বিশ্ববিদ্যালয়ের বর্তমান শিক্ষার্থীর সংখ্যা প্রায় ৩৬ হাজারা প্রাচ্যের ক্যামব্রিজ খ্যাত এই বিশ্ববিদ্যালয়টি রাজশাহী বিশ্ববিদ্যালয় রেলওয়ে স্টেশন ও ঢাকা রাজশাহী মহাসড়কের পাশে রাজশাহী শহর থেকে ৫ কিলোমিটার দূরে অবস্থিত।”"
    },
    {
        "q": "“আমার ভাইয়ের রক্তে রাঙানাে একুশে ফেব্রুয়ারি’ গানটির সুরকার কে? “",
        "a": "আবদুল লতিফ",
        "b": "আবদুল আহাদ",
        "c": "আলতাফ মাহমুদ",
        "d": "মাহমুদুন্নবী",
        "r": "c",
        "e": "আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি আমি কি ভুলিতে পারি।” এ গানের গীতিকার আব্দুল গাফফার চৌধুরী। ২ ‘আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি আমি কি ভুলিতে পারি।” এ গানের ১ম সুরকার আব্দুল লতিফ। ৩ আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি আমি কি ভুলিতে পারি।” গানটির বর্তমান আলতাফ মাহমুদ।."
    },
    {
        "q": "” জাতীয় স্মৃতিসৌধের স্থপতি কে?”",
        "a": "হামিদুর রহমান",
        "b": "তানভির কবির",
        "c": "মাইনুল হােসেন",
        "d": "মাযহারুল ইসলাম",
        "r": "c",
        "e": "“জাতীয় স্মৃতিসৌধের স্থপতি সৈয়দ মাইনুল হোসেন। ৭টি মিনারসহ এ স্তম্ভটির উচ্চতা ১৫০ ফুট। বঙ্গবন্ধু শেখ মুজিবুর রহমান এর ভিত্তিপ্রস্তর স্থাপন করেন এবং ১৯৮২ সালের ১৬ ডিসেম্বর তত্কালীন রাষ্ট্রপতি লে. জে. হোসাইন মুহাম্মদ এরশাদ এর উদ্বোধন করেন।”"
    },
    {
        "q": "বীরশ্রেষ্ঠ পদকপ্রাপ্তদের সংখ্যা কত?",
        "a": "সাত",
        "b": "আট",
        "c": "ছয়",
        "d": "পাঁচ",
        "r": "a",
        "e": "“বীরশ্রেষ্ঠ পদকপ্রাপ্তদের সংখ্যা সাত।\\n বীর শ্রেষ্ঠ বীরত্বের জন্য প্রদত্ত বাংলাদেশের সর্বোচ্চ সামরিক পুরস্কার। যুদ্ধক্ষেত্রে অতুলনীয় সাহস ও আত্মত্যাগের নিদর্শন স্থাপনকারী যোদ্ধার স্বীকৃতিস্বরূপ এই পদক দেয়া হয়। বাংলাদেশের স্বাধীনতা যুদ্ধে শহীদ সাতজন মুক্তিযোদ্ধাকে এই পদক দেয়া হয়েছে।\\n গুরুত্বের ক্রমানুসারে বীরত্বের জন্য প্রদত্ত বাংলাদেশের অন্যান্য সামরিক পদক হল বীর উত্তম, বীর বিক্রম ও বীর প্রতীক। ১৯৭১ সালে মুক্তিযুদ্ধের পরই এই পদকগুলো দেয়া হয়।”"
    },
    {
        "q": "“বীরশ্রেষ্ঠ হামিদুর রহমানের পদবি কী ছিল?”",
        "a": "সিপাহী",
        "b": "ল্যান্স নায়েক",
        "c": "লেফটেন্যান্ট",
        "d": "ক্যাপ্টেন",
        "r": "a",
        "e": "বীরশ্রেষ্ঠ হামিদুর রহমান ২ ফেব্রুয়ারি ১৯৫৩ সালে ঝিনাইদহের মহেশপুরে জন্মগ্রহণ করেন। তিনি সেনাবাহিনীতে সিপাহি পদে কর্মরত ছিলেন। তিনি ১৯৭১ সালের ২৮ অক্টোবর মৌলভীবাজারের কমলগঞ্জের মাধবপুরে শহিদ হন। বীরশ্রেষ্ঠ হামিদুর রহমানকে প্রথমে ভারতের ত্রিপুরার আমবাসায় সমাহিত করা হয়। পরবর্তীতে তার দেহাবশেষ নিয়ে এসে ঢাকায় মিরপুর শহিদ বুদ্ধিজীবী কবরস্থানে সমাহিত করা হয়।"
    },
    {
        "q": "শহীদ বুদ্ধিজীবী দিবস কবে পালন করা হয়?",
        "a": "১৪ই ডিসেম্বর",
        "b": "১২ই ডিসেম্বর",
        "c": "১৩ই ডিসেম্বর",
        "d": "১৫ই ডিসেম্বর",
        "r": "a",
        "e": "প্রতিবছর বাংলাদেশে ১৪ ডিসেম্বর দিনটিকে শহীদ বুদ্ধিজীবী দিবস হিসেবে পালন করা হয়। ১২ ডিসেম্বর ডিজিটাল বাংলাদেশ দিবস হিসেবে পালিত হয়।"
    },
    {
        "q": "বাংলাদেশের পঞ্চম জাতীয় সংসদ নির্বাচন ১৯৯১ সালের কত তারিখে অনুষ্ঠিত হয়?",
        "a": "১৬ই ফেব্রুয়ারি",
        "b": "২৭শে ফেব্রুয়ারি",
        "c": "২রা মার্চ",
        "d": "৪ঠা মার্চ",
        "r": "b",
        "e": "“বাংলাদেশের পঞ্চম জাতীয় সংসদ নির্বাচন ১৯৯১ সালের ২৭ ফেব্রুয়ারিতে অনুষ্ঠিত হয়।\\n পঞ্চম জাতীয় সংসদ নির্বাচন ১৯৯১, বাংলাদেশে ২৭শে ফেব্রুয়ারি ১৯৯১ সালে অনুষ্ঠিত হয়েছিল।\\n নির্বাচনে দুটি প্রধান দল, আওয়ামী লীগের নেতৃত্বে ছিল শেখ হাসিনা, বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) নেতৃত্বে ছিল খালেদা জিয়া।\\n জাতীয় সংসদ নির্বাচনে ৩০০টি আসনের বিপরীতে ৪২৪জন সতন্ত্র প্রার্থীসহ ৭৫টি দল থেকে মোট ২৭৮৭ জন প্রার্থী নির্বাচনে অংশ নেয়। নির্বাচনে খালেদা জিয়া নেতৃত্বাধীন বিএনপি জয় লাভ করে। তারা ৩০০টি আসনের মধ্যে ১৪০টি আসন লাভ করে। মোট ভোট গৃহীত হয়েছিল ৫৫.৪%।”"
    },
    {
        "q": "ব্ৰহ্মপুত্র নদ হিমালয়ের কোন শৃঙ্গ থেকে উৎপন্ন হয়েছে?",
        "a": "বরাইল",
        "b": "কৈলাশ",
        "c": "কাঞ্চনজঙ্",
        "d": "কোনটি নয়",
        "r": "b",
        "e": "ব্রহ্মপুত্র নদের উৎপত্তি হয়েছে চীনের তিব্বতে অবস্থিত হিমালয় পর্বতমালার কৈলাশ শৃঙ্গের মানস সরোবর থেকে। ব্রহ্মপুত্র চীন, ভারত ও বাংলাদেশের উপর দিয়ে প্রবাহিত হয়েছে।"
    },
    {
        "q": "বাংলাদেশের সবচেয়ে উঁচু পাহাড়ের চূড়ার নাম কী?",
        "a": "লুসাই",
        "b": "গারাে",
        "c": "কিওক্রাডং",
        "d": "জয়ন্তিয়া",
        "r": "c",
        "e": "“বাংলাদেশের সবচেয়ে উঁচু পাহাড় চূড়ার নাম পারো।\\n গারো পাহাড় ভারতের মেঘালয় রাজ্যের গারো খাসিয়া পর্বতমালার একটি অংশ। এর কিছু অংশ ভারতের অসম রাজ্য ও বাংলাদেশের শেরপুর জেলার নালিতাবাড়ি উপজেলায় অবস্থিত এটা বাংলাদেশের সব থেকে বড় পাহাড়। এছাড়া ময়মনসিংহ ও সুনামগঞ্জ জেলায় এর কিছু অংশ আছে। গারো পাহাড় এর বিস্তৃতি প্রায় ৮০০০ বর্গ কিলোমিটার।\\n গারো পাহাড়েই মেঘালয় রাজ্যের রাজধানী শিলং অবস্থিত। তবে গারো পাহাড়ের প্রধান শহর তুরা। এই শহরটি পাহাড়ের পশ্চিম প্রান্তে অবস্থিত।”"
    },
    {
        "q": "বাকল্যান্ড বাঁধ কোন নদীর তীরে অবস্থিত?",
        "a": "শীতলক্ষ্যা",
        "b": "বুড়িগঙ্গায়",
        "c": "মেঘনা",
        "d": "তুরাগপাই",
        "r": "b",
        "e": "“বাকল্যান্ড বাঁধ বুড়িগঙ্গা নদীর তীরে অবস্থিত।\\n বাংলাদেশের পুরান ঢাকার বুড়িগঙ্গা নদীর তীরে অবস্থিত বাকল্যাণ্ড বাঁধ একটি তাৎপর্যপূর্ণ স্থাপত্যকীর্তি। ১৮৬৪ সালে ঢাকার তৎকালীন কমিশনার চার্লস থমাস বাকল্যাণ্ড কর্তৃক বাঁধটি নির্মিত হয়।\\n শাহজাদা আজিমুশশান বুড়িগঙ্গার তীরে লালবাগ কেল্লা হতে ৪০০ গজ দূরে পোশত নামক স্থানে নিজের জন্য একটি প্রাসাদ গড়েছিলেন। সেই প্রাসাদ। আজকের দিনে নদীগর্ভে বিলীন হয়ে গেলেও, এর সীমানা প্রতিরক্ষা বাঁধ বহুদিন পর্যন্ত দৃশ্যমান ছিল। বাঁধটি সোজা ডানদিকে অগ্রসর হয়ে বাবুবাজার খালে গিয়ে শেষ হয়েছে। নদীতে নৌকা নিয়ে যাবার সময় এটা পরিষ্কার দেখা যায়। রেনেলের মতে, ১৭৬৫ সালে বাঁধটি উত্তর-পূর্ব থেকে দক্ষিণ-পশ্চিমের দিকে চার মাইল সম্প্রসারিত হয়। যদিও মুঘল আমলেই বুড়িগঙ্গার তীরে বাঁধ নির্মিত ছিল, বাকল্যাণ্ডই প্রথম ব্যক্তি যিনি বাঁধের উপরে ধাতব রাস্তা নির্মান করেন।”"
    },
    {
        "q": "“বাংলাদেশে চিকিৎসক (ডিগ্রীপ্রাপ্ত) প্রতি জনসংখ্যা কত?”",
        "a": "প্রায় ১৭২৪",
        "b": "প্রায় ৪৫৭২",
        "c": "প্রায় ৯৭৯১",
        "d": "প্রায় ৮২১২",
        "r": "a",
        "e": "Explanation :"
    },
    {
        "q": "চলনবিল কোথায় অবস্থিত?",
        "a": "রাজশাহী জেলায়।",
        "b": "রাজশাহী ও নওগাঁ জেলায়",
        "c": "পাবনা ও নাটোর জেলায়",
        "d": "নাটোর ও নওগাঁ জেলায়",
        "r": "c",
        "e": "চলন বিল বাংলাদেশের উত্তরাঞ্চলের একটি বৃহৎ বিল। এটি নাটোর, সিরাজগঞ্জ, এবং পাবনা জেলা জুড়ে বিস্তৃত। সাতচল্লিশটি নদী ও অন্যান্য জলপথ চলনবিলের মধ্যে দিয়ে প্রবাহিত হয়।"
    },
    {
        "q": "ফারাক্কা বাঁধ বাংলাদেশের সীমান্ত থেকে কত দূরে অবস্থিত?",
        "a": "২৪.৭ কিলােমিটার",
        "b": "২১.০ কিলােমিটার",
        "c": "১৯.৩ কিলােমিটার",
        "d": "১৬.৫ কিলােমিটার",
        "r": "d",
        "e": "“ফারাক্কা বাঁধ বাংলাদেশের সীমান্ত থেকে ১৬৫ কিমি দূরে অবস্থিত।\\n ফারাক্কা বাঁধ গঙ্গা নদীর উপর অবস্থিত একটি বাঁধ। ভারতের পশ্চিমবঙ্গ রাজ্যের মালদহ ও মুর্শিদাবাদ জেলায় এই বাঁধটি অবস্থিত।\\n ১৯৬১ সালে এই বাঁধ নির্মাণের কাজ শুরু হয়। শেষ হয় ১৯৭৫ সালে। সেই বছর ২১ এপ্রিল থেকে বাঁধ চালু হয়। ফারাক্কা বাঁধ ২, ২৪০ মিটার (৭, ৩৫০ ফু) লম্বা যেটা প্রায় এক বিলিয়ন ডলার ব্যয়ে সোভিয়েত রাশিয়ার সহায়তায় বানানো হয়েছিল। বাঁধ থেকে ভাগীরথী হুগলি নদী পর্যন্ত ফিডার খালটির দৈর্ঘ্য ২৫ মাইল (৪০ কিমি)।”"
    },
    {
        "q": "দগ্রাম ছিটমহল কোন জেলায় অবস্থিত?",
        "a": "কুড়িগ্রাম",
        "b": "নীলফামারী",
        "c": "ঠাকুরগাঁ",
        "d": "লালমনিরহাট",
        "r": "d",
        "e": "“লালমনিরহাট জেলার পাটগ্রাম উপজেলার সীমান্তবর্তী ভারতের অভ্যন্তরে বাংলাদেশের সর্ববৃহৎ ছিটমহল দহগ্রাম-আঙ্গরপোতা ছিটমহল বেশ পরিচিত।\\n এ ছিটমহলের সাথে তৎকালীন পাকিস্তানের মূল-ভূখন্ডের যোগাযোগের জন্য একটি প্যাসেজ ডোর’ এর ব্যবস্থা হয়েছিল, যা বর্তমানে “”তিন বিঘা করিডোর নামে পরিচিত।”"
    },
    {
        "q": "সুন্দরবনের আয়তন প্রায় কত বর্গ কিলােমিটার?",
        "a": "৩৮০০",
        "b": "৪১০০",
        "c": "৫৫৭৫",
        "d": "১০০০০",
        "r": "d",
        "e": "পশ্চিমবঙ্গ ও বাংলাদেশের এলাকা মিলেয়ে এর আয়তন ১০ হাজার বর্গ কিলোমিটার। তবে বাংলাদেশ অংশের আয়তন ৬০১৭ বর্গ কিলোমিটার (তথ্য বন অধিদপ্তর)."
    },
    {
        "q": "“১৯৯১ সালের Business International-এর সমীক্ষায় জীবনযাত্রার ব্যয়ভার (living cost) সবচেয়ে বেশি “",
        "a": "টোকিওতে",
        "b": "নিউইয়র্কে",
        "c": "তেহরানে",
        "d": "আবিদজানে",
        "r": "a",
        "e": "২০১৮ সালের Business Internatioal -এর সমীক্ষায় জীবনযাত্রার ব্যয়ভার (Living Cost) সবচেয়ে বেশী হংকং। ২০১৭ সালে ২ নং ছিল।"
    },
    {
        "q": "“উৎপাদিত পণ্য বিক্রয় হিসাব অনুসারে ১৯৯৩ সালে সর্ববৃহৎ বিক্রেতা–“",
        "a": "আইবিএম",
        "b": "জেনারেল মটরস",
        "c": "রয়াল ডাচ/শেল",
        "d": "ইক্সন",
        "r": "a",
        "e": ""
    },
    {
        "q": "” আঞ্চলিক ভিত্তিতে জীবন প্রত্যাশা (Life expectancy) সবচেয়ে বেশি–“",
        "a": "ইউরােপে",
        "b": "উত্তর আমেরিকায়",
        "c": "অস্ট্রেলিয়া ও নিউজিল্যান্ডে",
        "d": "মধ্য এশিয়ায়",
        "r": "c",
        "e": "“note জাতিসংঘ উন্নয়ন কর্মসূচি (UNDP) প্রকাশিত মানব উন্নয়ন রিপোর্ট ২০১৫ অনুসারে গড় আয়ুতে শীর্ষ দেশ জাপান (৮৩৫) বছর।”"
    },
    {
        "q": "১৯৮৮ সালের সমীক্ষায় জনপ্রতি বিদ্যুৎ খরচ সবচেয়ে বেশি কোন দেশে?",
        "a": "ভারতে",
        "b": "পাকিস্তানে",
        "c": "শ্রীলঙ্কায়",
        "d": "বাংলাদেশে",
        "r": "b",
        "e": "বর্তমানে (২০১৯) জনপ্রতি বিদ্যুৎ খরচ সবচেয়ে বেশী – আইসল্যান্ড(জন প্রতি ৩১, ১৪৭ ৩৫ কিলোওয়াট ঘণ্টা)"
    },
    {
        "q": "” ১৯৯০ সালের সমীক্ষায় এশিয়ার কোন দেশ থেকে আগত যুক্তরাষ্ট্রে বসবাসকারীদের সংখ্যা সবচেয়ে বেশি?”",
        "a": "ফিলিপাইন",
        "b": "জাপান",
        "c": "চীন",
        "d": "ভারত",
        "r": "d",
        "e": "১৯৯০ সালের সমীক্ষায় এশিয়ার ভারত থেকে আগত যুক্তরাষ্ট্রে বসবাসকারীদের সংখ্যা সবচেয়ে বেশি"
    },
    {
        "q": "“১৯৮৯ সালের সমীক্ষা অনুসারে সবচেয়ে বেশি চাল রপ্তানিকারক কোন দেশ? “",
        "a": "চীন",
        "b": "যুক্তরাষ্ট্র",
        "c": "পাকিস্তান",
        "d": "থাইল্যান্ড",
        "r": "d",
        "e": "“১৯৮৯ সালের সমীক্ষা অনুসারে সবচেয়ে বেশি চাল রপ্তানিকারক দেশ থাইল্যান্ড “"
    },
    {
        "q": "” ‘এশিয়া ওয়াচ’ কর্তৃক সম্প্রতি উদঘাটিত কোন অপরাধের জন্য চীনের বিরুদ্ধে যুক্তরাষ্ট্র Special 301 প্রয়ােগ করার বিবেচনা করে? “",
        "a": "জুন ১৯৮৯- তিয়াআনমেন স্কয়ারে সংঘটিত ট্রাজেটি",
        "b": "জেলখানার কয়েদিদের শ্রমে উৎপাদিত দ্রব্য রপ্তানি",
        "c": "পাকিস্তানের কাছে মিসাইল বিক্রি",
        "d": "আলজেরিয়ার কাছে পারমাণবিক যুদ্ধাস্ত্রের তথ্য বিক্রি",
        "r": "a",
        "e": "” ‘এশিয়া ওয়াচ’ কর্তৃক সম্প্রতি উদঘাটিত জুন ১৯৮৯- তিয়াআনমেন স্কয়ারে সংঘটিত ট্রাজেটি\\n অপরাধের জন্য চীনের বিরুদ্ধে যুক্তরাষ্ট্র Special 301 প্রয়ােগ করার বিবেচনা করে”"
    },
    {
        "q": "“এশিয়ার অর্থনৈতিক উন্নয়নের লক্ষ্যে নতুন জোটগুলাের মধ্যে কোনটিকে ইস্ক্যাপ (ESCAP) সবচেয়ে বেশি উপযােগী বিবেচনা করে?”",
        "a": "APEC",
        "b": "OREC",
        "c": "EABG",
        "d": "BCO",
        "r": "a",
        "e": "“এশিয়ার অর্থনৈতিক উন্নয়নের লক্ষ্যে নতুন জোটগুলাের মধ্যে APEC\\n কে ইস্ক্যাপ (ESCAP) সবচেয়ে বেশি উপযােগী বিবেচনা করে”"
    },
    {
        "q": "জেনারেল এগ্রিমেন্ট অন ট্যারিফ এন্ড ট্রেড’ (GATT) একমাত্র বহুমুখী সহায়ক সংস্থা হিসেবে বর্তমানে বিশ্ব বাণিজ্যের কত অংশের সমন্বয় সাধন করে থাকে?",
        "a": "প্রায় ৭৫ শতাংশ",
        "b": "প্রায় ৮০ শতাংশ",
        "c": "প্রায় ৮৫ শতাংশ",
        "d": "প্রায় ৯০ শতাংশ",
        "r": "b",
        "e": "GATT ১ জানুয়ারি ১৯৪৮ সালে প্রতিষ্ঠিত হয়। ১ জানুয়ারি ১৯৯৫ এটি WTO-এ রুপান্তরিত হয়। বর্তমানে এটি বিশ্ববাণিজ্যের ৯০ শতাংশের বেশি অংশের সমন্বয় সাধন করে।"
    },
    {
        "q": "” মায়ানমারে ১৯৯০ সালের মে মাসে অনুষ্ঠিত সাধারণ নির্বাচনে বিপুলভাবে বিজয়ী হয়েও কোন , পার্টি সামরিক জান্তার কাছ থেকে ক্ষমতা লাভ করতে পারেনি?”",
        "a": "এনডিওএল",
        "b": "এলএনডি",
        "c": "এনএলডি",
        "d": "বিএসপিপি",
        "r": "c",
        "e": "“ইউনিডো এর প্রধান কার্যালয় ভিয়েনায়।\\n ভিয়েনা অস্ট্রিয়ার রাজধানী এবং ইউরোপের একটি ঐতিহাসিক শহর।\\n অস্ট্রিয়ার সবথেকে বড় শহর।”"
    },
    {
        "q": "১৯৯০ সালের কোন তারিখে পূর্ব ও পশ্চিম জার্মানি পুনরায় একটি রাষ্ট্র গঠন করেছে?",
        "a": "২ অক্টোবর (সকালে)",
        "b": "২ অক্টোবর (মাঝ রাতে)",
        "c": "১ অক্টোবর (দুপুরে)",
        "d": "৩ অক্টোবর (মাঝ রাতে)",
        "r": "d",
        "e": "১৯৯০ সালের ৩ অক্টোবর (মাঝ রাতে) পূর্ব ও পশ্চিম জার্মানি পুনরায় একটি রাষ্ট্র গঠন করেছে"
    },
    {
        "q": "“ইউনিডাে’ (UNIDO) এর প্রধান কার্যালয় কোথায় অবস্থিত? “",
        "a": "টোকিওতে",
        "b": "প্যারিস",
        "c": "নিউইয়র্ক",
        "d": "ভিয়েনা",
        "r": "d",
        "e": "ইউনিডাে’ (UNIDO) এর প্রধান কার্যালয় ভিয়েনা"
    },
    {
        "q": "” “”International Institute on Aging”” কোথায় প্রতিষ্ঠিত হয়েছে?”",
        "a": "জেনেভা",
        "b": "রােম",
        "c": "প্যারিস",
        "d": "ভ্যালেটা",
        "r": "d",
        "e": "ভ্যালেটায় “International Institute on Aging” প্রতিষ্ঠিত হয়েছে"
    },
    {
        "q": "“কখন থেকে এশীয় উন্নয়ন ব্যাংকের লেনদেন শুরু হয়? “",
        "a": "১৯৬৬ সাল থেকে",
        "b": "১৯৬৭ সাল থেকে",
        "c": "১৯৬৮ সাল থেকে",
        "d": "১৯৮৯ সাল থেকে",
        "r": "a",
        "e": "“এশীয় উন্নয়ন ব্যাংক বা এডিবি আঞ্চলিক উন্নয়ন ব্যাংক হিসেবে ১৯ ডিসেম্বর ১৯৬৬ সালে প্রতিষ্ঠিত হয়। এশিয়ার দেশগুলোর অর্থনৈতিক উন্নয়নকে আরো দ্রুত বেগবান ও সহজ করাই ব্যাংকটির মূল উদ্দেশ্য।\\n প্রকৃতি ও প্রাকৃতিক সম্পদ সংরক্ষণ সংস্থা ১৯৪৮ সালে প্রতিষ্ঠিত হয়। সদরদপ্তর সুইজারল্যান্ডের প্লাডে অবস্থিত। আশসীবাদ বর্তমানে তুর্কমেনিস্তানের রাজধানী।”"
    },
    {
        "q": "“পিএলও এর ন্যাশনাল কাউন্সিল কর্তৃক আন্তর্জাতিক শান্তি সম্মেলন অনুষ্ঠানের প্রস্তাব সম্পর্কে ১৯৮৮ সালে জাতিসংঘ কোথায় রেজুলেশন গ্রহণ করে? “",
        "a": "নিউইয়র্ক",
        "b": "প্যারিস",
        "c": "জেনেভা",
        "d": "ভিয়েনা",
        "r": "a",
        "e": "পিএলও এর ন্যাশনাল কাউন্সিল কর্তৃক আন্তর্জাতিক শান্তি সম্মেলন অনুষ্ঠানের প্রস্তাব সম্পর্কে ১৯৮৮ সালে জাতিসংঘ নিউইয়র্ক এ রেজুলেশন গ্রহণ করে"
    },
    {
        "q": "কোন দেশ প্রথম ওপেক (OPEC) সংঘ প্রতিষ্ঠার উদ্যোগ গ্রহণ করেছিল?",
        "a": "কুয়েত",
        "b": "নাইজেরিয়া",
        "c": "সৌদি আরব",
        "d": "ভেনিজুয়েলা",
        "r": "d",
        "e": "প্রথম ওপেক (OPEC) সংঘ প্রতিষ্ঠার উদ্যোগ গ্রহণ করেছিল ভেনিজুয়েলা"
    },
    {
        "q": "প্রকৃতি ও প্রাকৃতিক সম্পদ সংরক্ষণ সংস্থার প্রথম অধিবেশন কোথায় অনুষ্ঠিত হয়?",
        "a": "জাপানের নাগাসাকিতে",
        "b": "অস্ট্রেলিয়ার ক্যানবেরায়",
        "c": "রাশিয়ার আশখাবাদে",
        "d": "কানাডার ভেঙ্কুবারে",
        "r": "c",
        "e": "প্রকৃতি ও প্রাকৃতিক সম্পদ সংরক্ষণ সংস্থার প্রথম অধিবেশন অনুষ্ঠিত হয় রাশিয়ার আশখাবাদে"
    },
    {
        "q": "জাতিসংঘের কারিগরি সহায়তা কার্যক্রমসংশ্লিষ্ট বিভিন্ন তহবিল ও সংস্থার মধ্যে সমন্বয়ের দায়িত্ব পালনকারী বিভাগের নাম কী?",
        "a": "UNDP",
        "b": "DTCD",
        "c": "UNEPA",
        "d": "UNFP",
        "r": "a",
        "e": "“UNDP- United Nations development programme ১৯৬৫ সালে প্রতিষ্ঠিত উন্নয়নশীল দেশের প্রাকৃতিক মানবসম্পদের উন্নয়নের মাধ্যমে অর্থনৈতিক অগ্রগতি অর্জনে সাহায্যকারী সংস্থা।”"
    },
    {
        "q": "” ১৯৯১ সালের উইম্বলডন টেনিস প্রতিযােগিতায় কে শিরােপা লাভ করেন? “",
        "a": "মাইকেল চ্যাং",
        "b": "জিন ফিলিপস",
        "c": "মাইকেল স্টিচ",
        "d": "পিট সাস",
        "r": "c",
        "e": "১৯৯১ সালের উইম্বলডন টেনিস প্রতিযােগিতায় শিরােপা লাভ করেন মাইকেল স্টিচ"
    },
    {
        "q": "“কোন দেশটি আসিয়ান (ASEAN) জোটভুক্ত নয়?”",
        "a": "সিঙ্গাপুর",
        "b": "মালয়েশিয়া",
        "c": "থাইল্যান্ড",
        "d": "দক্ষিণ কোরিয়া",
        "r": "d",
        "e": "দক্ষিণ কোরিয়া আসিয়ান (ASEAN) জোটভুক্ত নয়"
    }
]