[
    {
        "q": "Which of the following sentences is correct?",
        "a": "I forbade him from going",
        "b": "I forbade him to go",
        "c": "I forbad him going",
        "d": "I forbad him not to go",
        "r": "a",
        "e": "Forbid from অর্থ নিষেধ করা"
    },
    {
        "q": "Which of the following is a correct proverb?",
        "a": "Fools rush in where angels fear to tread",
        "b": "Fools rush in where an angel fears to tread",
        "c": "A fool rushes in where an angle fears to tread",
        "d": "Fools rush in where the angels fear to tread",
        "r": "a",
        "e": "Fools rush in where angels fear to tread এটি সঠিক প্রবাদ"
    },
    {
        "q": "Which of the following sentences is correct?",
        "a": "Why you have done this?",
        "b": "Why did you have done this?",
        "c": "Why have you done this?",
        "d": "Why you had done this?",
        "r": "c",
        "e": "Why have you done this এটি sentence এর structure অনুযায়ী সঠিক"
    },
    {
        "q": "Which of the following sentences is correct?",
        "a": "The shirt which he bought is blue colour",
        "b": "The shirt that which he bought is blue in colour",
        "c": "Which shirt he bought is blue in colour",
        "d": "The shirt which he bought is blue in colour",
        "r": "d",
        "e": "The shirt which he bought is blue in colour বাক্যটি sentence structure ও tense এর নিয়ম মেনে চলে"
    },
    {
        "q": "The correct passive of Sheila was writing a letter is-",
        "a": "A letter was writing by Sheila",
        "b": "A letter was being writing by Sheila",
        "c": "A letter was being written by Sheila",
        "d": "A letter was been written by Shelia",
        "r": "c",
        "e": "Passive sentence এ Am/is /are/was/were এর জন্য being এবং এর পরে verb এর past participle বসে"
    },
    {
        "q": "The word ‘ecological’ is related to-",
        "a": "atmosphere",
        "b": "pollution",
        "c": "environment",
        "d": "demography",
        "r": "c",
        "e": "Ecological environment এর সাথে সম্পর্কিত এবং এর অর্থ পরিবেশগত"
    },
    {
        "q": "The synonym of ‘genesis’ is –",
        "a": "introduction",
        "b": "preface",
        "c": "beginning",
        "d": "foreword",
        "r": "c",
        "e": "Genesis বলতে কোনো কিছুর শুরুকে বোঝায়"
    },
    {
        "q": "The word homogeneous’ means-",
        "a": "of the same kind",
        "b": "of the same place",
        "c": "of the same race",
        "d": "of the same density",
        "r": "a",
        "e": "Homogenous বলতে একই ধরনের জিনিসকে বোঝায়"
    },
    {
        "q": "The word ‘imbibe’ means—",
        "a": "to learn",
        "b": "to tinge",
        "c": "to drink",
        "d": "to acquire",
        "r": "c",
        "e": "Imbibe শব্দের অর্থ শোষন করা বা পান করা।"
    },
    {
        "q": "Something which is obnoxious means that it is-",
        "a": "very dangerous",
        "b": "very pleasant",
        "c": "very ugly",
        "d": "very unpleasant",
        "r": "d",
        "e": "Obnoxious মানে প্রচন্ড বিরক্তিকর বা very unpleasant"
    },
    {
        "q": "A pilgrim is a person who undertakes a journey to a-",
        "a": "holy place",
        "b": "a mosque",
        "c": "a bazar",
        "d": "a new country",
        "r": "a",
        "e": "Pilgrim এমন একজন ব্যক্তি যে কোনো ধর্মীয় পবিত্র জায়গার জন্য যাত্রা করছে"
    },
    {
        "q": "Shakespear is known mostly for his –",
        "a": "poetry",
        "b": "novels",
        "c": "autobiography",
        "d": "plays",
        "r": "d",
        "e": "William Shakespeare নাট্যকার হিসেবে বেশি জনপ্রিয়"
    },
    {
        "q": "A person who writes about his own life writes-",
        "a": "a chronicle",
        "b": "an autobiography",
        "c": "a diary",
        "d": "a biography",
        "r": "b",
        "e": "নিজের জীবন নিয়ে লেখা রচনাকে আত্নজীবনি বলা হয়।"
    },
    {
        "q": "In which century was the Victorian period?",
        "a": "17th century",
        "b": "18th century",
        "c": "19th century",
        "d": "20th century",
        "r": "c",
        "e": "1837-1901 Victorian Era নামে পরিচিত।"
    },
    {
        "q": "The antonym of ‘indifference’ is-",
        "a": "ardour",
        "b": "compassion",
        "c": "anxiety",
        "d": "concern",
        "r": "a",
        "e": "Ardour অর্থ উদ্যম। এটি indifferent বা উদাসীন এর antonym"
    },
    {
        "q": "Three score is-",
        "a": "thirty times",
        "b": "three hundred times",
        "c": "three times twenty",
        "d": "more than three",
        "r": "c",
        "e": "Score অর্থ বিশ। সুতরাং Three score হচ্ছে 3×20"
    },
    {
        "q": "An Ordinance is-",
        "a": "a book",
        "b": "an arms factory",
        "c": "a newspaper journal",
        "d": "a law",
        "r": "d",
        "e": "Ordinance বলতে আইন বা কোনো নিয়ম বোঝায়"
    },
    {
        "q": "A fantasy is-",
        "a": "an imaginary story",
        "b": "a history record",
        "c": "a funny film",
        "d": "a real-life event",
        "r": "a",
        "e": "Fantasy বলতে আকাশ-কুসুম কল্পনা বোঝায়।"
    },
    {
        "q": "Something that is ‘fresh’ is something-",
        "a": "recently printed or published",
        "b": "in fairly good condition",
        "c": "disrespectful",
        "d": "pleasant",
        "r": "b",
        "e": "Fresh বলতে ভালো অবস্থায় আছে এমন কিছু কে বোঝায়।"
    },
    {
        "q": "Which of the following sentences is correct?",
        "a": "One of my friends are a lawyer",
        "b": "One of my friends is a lawyer",
        "c": "One of my friend is a lawyer",
        "d": "One of my friends are lawyers",
        "r": "b",
        "e": "One of my friends singular তাই is বসবে"
    },
    {
        "q": "কোন গ্রন্থটি ঢাকা হতে প্রথম প্রকাশিত হয়েছিল?",
        "a": "মেঘনাদবধ কাব্য",
        "b": "দুর্গেশনন্দিনী",
        "c": "নীলদর্পণ",
        "d": "অগ্নিবীণা",
        "r": "c",
        "e": "নীলদর্পণ গ্রন্থটি ঢাকা হতে প্রথম প্রকাশিত হয়েছিল।নীলদর্পণ হল দীনবন্ধু মিত্র রচিত একটি বাংলা নাটক। এই নাটকের পটভূমি নীল চাষের জন্য সাধারণ উপর ইংরেজ শাসকদের অত্যাচার ও নিপীড়ন।"
    },
    {
        "q": "পথিক তুমি কি পথ হারাইয়াছ?’ কথাটি কার?",
        "a": "রবীন্দ্রনাথ ঠাকুর",
        "b": "বঙ্কিমচন্দ্র চট্টোপাধ্যায়",
        "c": "মীর মশাররফ হোসেন",
        "d": "শরৎচন্দ্র চট্টোপাধ্যায়",
        "r": "b",
        "e": "পথিক তুমি কি পথ হারাইয়াছ? কথাটি সাহিত্য সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত দ্বিতীয় উপন্যাস কপালকুণ্ডলার সাহিত্য সম্রাট বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত দ্বিতীয় উপন্যাস। সম্ভবত এটি বাংলা সাহিত্যের প্রথম\\n সার্থক রোমান্টিক উপন্যাস। ১৮৬৬ খ্রিষ্টাব্দে এটি প্রথম প্রকাশিত হয়। এটি বাংলা সাহিত্যের একটি কাব্যধর্মী উপন্যাস।"
    },
    {
        "q": "প্রত্যয়গতভাবে শুদ্ধ কোনটি?",
        "a": "উৎকর্ষতা",
        "b": "উৎকর্ষ",
        "c": "উৎকৃষ্ট",
        "d": "উৎকৃষ্টতা",
        "r": "c",
        "e": "৷অচিন শব্দের অ’ উপসর্গটি নঞর্থক অর্থে ব্যবহৃত হয়েছে। অ..— নিন্দিত-অর্থে -অকেজো, অচেনা, অপয়া\\n অভাব-অচিন . ক্রমাগত-অঝোর অঝোরে"
    },
    {
        "q": "‘অচিন’ শব্দের ‘অ’ উপসর্গটি কোন অর্থে ব্যবহৃত?",
        "a": "নেতিবাচক",
        "b": "বিয়োগান্তক",
        "c": "নঞর্থক",
        "d": "অজানা",
        "r": "c",
        "e": "‘অচিন’ শব্দের ‘অ’ উপসর্গটি নঞর্থক অর্থে ব্যবহৃত"
    },
    {
        "q": "বাংলায় ইউরোপীয় বণিকদের মধ্যে কারা প্রথম এসেছিল?",
        "a": "ইংরেজরা",
        "b": "ফরাসিরা",
        "c": "ওলন্দাজরা",
        "d": "পর্তুগীজরা",
        "r": "d",
        "e": "বাংলায় ইউরোপীয় বণিকদের মধ্যে পর্তুগিজরা প্রথম এসেছিল।\\n বাংলায় বণিকেরা উর্বর বাংলায় বিভিন্ন সময়ে বিভিন্ন দেশের বণিকেরা বাণিজ্য করতে আসে। বাণিজ্য করতে এলেও সম্পদের মোহে এক সময় শাসন ক্ষমতাও দখল করে। এদের মধ্যে পর্তুগীজ ও ওলন্দাজরা অন্যতম।"
    },
    {
        "q": "জিয়া সার কারখানায় উৎপাদিত সারের নাম কি?",
        "a": "অ্যামোনিয়া",
        "b": "সুপার ফসফেট",
        "c": "টিএসপি",
        "d": "ইউরিয়া",
        "r": "d",
        "e": "জিয়া সার কারখানায় উৎপাদিত সারের নাম ইউরিয়া।"
    },
    {
        "q": "‘সব কটি জানালা খুলে দাও না’-এর গীতিকার কে?",
        "a": "মরহুম আলতাফ মাহমুদ",
        "b": "মরহুম নজরুল ইসলাম বাবু",
        "c": "ড. মনিরুজ্জামান",
        "d": "মরহুম ড. আবু হেনা মোস্তাফা কামাল",
        "r": "b",
        "e": "সব কটা জানালা খুলে দাও না এর গীতিকার মরহুম নজরুল ইসলাম বাবু ।সব কটা জানালা খুলে দাও না ১৯৮২ সালে প্রকাশিত বাংলা ভাষায় রচিত একটি দেশাত্মবোধক সঙ্গীত। স্বাধীনতা দিবসের জন্য বাংলাদেশ টেলিভিশনের নির্মিত বিশেষ অনুষ্ঠানের জন্য প্রস্তুতকৃত এই সঙ্গীত বা গানের গীতিকার নজরুল ইসলাম বাবু। আহমেদ ইমতিয়াজ বুলবুলের সুর ও সঙ্গীত পরিচালনায় এই গানে কণ্ঠ দেন সাবিনা ইয়াসমিন। ঐ বিশেষ সঙ্গীতানুষ্ঠানে সব কটা জানালা খুলে দাও না ছাড়াও সাবিনা ইয়াসমিন কণ্ঠে ইমতিয়াজ আহমেদ বুলবুলের লেখা ও সুর করা সুন্দর সুবর্ণ তারুণ্য লাবণ্য, বাংলাদেশ আমার বাংলাদেশ এই দেশ আমার সুন্দরী রাজকন্যা ও আয় আয় আয় রে মা আয় আমার কোলে গানগুলিও প্রচারিত হয়েছিল।"
    },
    {
        "q": "কবি কাজী নজরুল ইসলাম ‘সঞ্চিতা’ কাব্যটি কাকে উৎসর্গ করেছিলেন?",
        "a": "বারীন্দ্রকুমার ঘোষ",
        "b": "রবীন্দ্রনাথ ঠাকুর",
        "c": "বীরজাসুন্দরী দেবী",
        "d": "মুজাফফর আহমদ",
        "r": "b",
        "e": "কবি কাজী নজরুল ইসলাম সঞ্চিতা’ কাব্যটি রবীন্দ্রনাথ ঠাকুরকে উৎসর্গ করেছিলেন।সঞ্চিতা (কাব্যগ্রন্থ)সঞ্চিতা বাংলা সাহিত্যের অন্যতম জনপ্রিয় এবং বাংলাদেশের জাতীয় কবি কাজী নজরুল ইসলামের কাব্য সংকলন। এই গ্রন্থে ঊনআশিটি কবিতা ও সতেরোটি গান আছে। এর মধ্যে বিদ্রোহী, সর্বহারা, সাম্যবাদী, মানুষ, ‘জীবন বন্দনা’, ‘খুকী ও কাঠবেড়ালী, চল্‌ চল্‌ চল্‌ প্রভৃতি প্রধান।\\n গ্রন্থটির উৎসর্গ পত্রে লেখা আছে। বিশ্বকবিসম্রাট শ্রীরবীন্দ্রনাথ ঠাকুর শ্রীশ্রীচরণারবিন্দেষু।"
    },
    {
        "q": "কোন উপন্যাসটির রচয়িতা রবীন্দ্রনাথ?",
        "a": "বিষবৃক্ষ",
        "b": "গণদেবতা",
        "c": "আরণ্যক",
        "d": "ঘরে-বাইরে",
        "r": "c",
        "e": "ঘরে-বাইরে উপন্যাসটির রচয়িতা রবীন্দ্রনাথ ঠাকুর।ঘরে বাইরে (উপন্যাস)-ঘরে বাইরে (১৯১৬) রবীন্দ্রনাথ ঠাকুর রচিত একটি উপন্যাস। এটি চলিত ভাষায় লেখা রবীন্দ্রনাথের প্রথম উপন্যাস। উপন্যাসটি সবুজপত্র পত্রিকায় প্রকাশিত হয় ১৯১৫ সালে। স্বদেশী আন্দোলনের পটভূমিকায় রচিত এই উপন্যাসে একদিকে আছে জাতিপেম ও সংকীর্ণ স্বাদেশিকতার সমালোচনা, অন্যদিকে আছে সমাজ ও প্রথা দ্বারা নিয়ন্ত্রিত নারী পুরুষের সম্পর্ক বিশেষত পরস্পরের আকর্ষণ বিকর্ষণের বিশ্লেষণ।"
    },
    {
        "q": "‘একুশে ফেব্রুয়ারি’ গ্রন্থের সম্পাদক কে ছিলেন?",
        "a": "হাসান হাফিজুর রহমান",
        "b": "বেগম সুফিয়া কামাল",
        "c": "মুনীর চৌধুরী",
        "d": "আবুল বরকত",
        "r": "a",
        "e": "একুশে ফেব্রুয়ারি গ্রন্থের সম্পাদক কে ছিলেন হাসান হাফিজুর রহমান\\n একুশে ফেব্রুয়ারী (উপন্যাস)–একুশে ফ্রেব্রুয়ারী উপন্যাসটি বিখ্যাত উপন্যাসিক জহির রায়হান এর এক অনবদ্য সৃষ্টি। তিনি ভাষা আন্দোলনের প্রেক্ষাপটে একটি চলচ্চিত্র নির্মাণ করতে চেয়েছিলেন এ উপন্যাসটি সেই উদ্দেশ্যেই ১৯৭০ সালে লেখা।\\n প্রেক্ষাপট – একুশে ফেব্রুয়ারী (উপন্যাস)\\n বায়ান্ন সালের ভাষা আন্দোলন শুধু এদেশের রাজনীতির ক্ষেত্রে নয় শিল্প সংস্কৃতির ক্ষেত্রেও নতুন চেতনাপ্রবাহ সৃষ্টি করেছিল। এই চেতনা ছিল অসাম্প্রদায়িক, গণতান্ত্রিক এবং সামাজিক মূল্যবোধসঞ্জাত ঝাভের দেয়াল চলচ্চিত্র নির্মাণের পরে তিনি একুশে ফেব্রুয়ারি নামে একটি চলচ্চিত্র নির্মাণের পরিকল্পনা করেন। কিন্তু তিনি তা করতে পারেননি) পরবর্তিতে তিনি জীবন থেকে নেয়া চলচ্চিত্রে ভাষা আন্দোলনের প্রেক্ষাপট যোগ করেন এবং তার অপ্রকাশিত চলচ্চিত্রকে উপন্যাস আকারে প্রকাশ করেন।"
    },
    {
        "q": "‘রোহিনী’ চরিত্রটি কোন উপন্যাসে পাওয়া যায়?",
        "a": "চরিত্রহীন",
        "b": "গৃহদাহ",
        "c": "কৃষ্ণকান্তের উইল",
        "d": "সংশপ্তক",
        "r": "c",
        "e": "রোহিনী’ চরিত্রটি বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত কৃষ্ণকান্তের উইল উপন্যাসে পাওয়া যায়।\\n কৃষ্ণকান্তের উইল বাংলা সাহিত্যের প্রাণপুরুষ বঙ্কিমচন্দ্র চট্টোপাধ্যায় রচিত একটি বাংলা উপন্যাস। উপন্যাসটি ১৮৭৮ সালে প্রথম প্রকাশিত হয়। রোহিনী, ভ্রমর এবং গোবিন্দলালের ত্রিভুজ প্রেমের কাহিনী বর্ণিত হয়েছে কৃষ্ণকান্তের উইল উপন্যাসে। সামাজিক উপন্যাস। ১৮৮২ ও ১৮৮৪ সালে বঙ্গদর্শন পত্রিকার বিভিন্ন সংখ্যায় প্রকাশিত হয়। বঙ্কিমচন্দ্রের জীবিতকালে চারটি সংস্করণ প্রকাশিত হয় যার মধ্যে সর্বশেষ সংস্করণ ১৮৯২ সালে মুদ্রিতা"
    },
    {
        "q": "বাংলাদেশের জাতীয় সঙ্গীতে কোন বিষয়টি প্রধান ভাবে আছে?",
        "a": "বাংলার প্রকৃতির কথা",
        "b": "বাংলার মানুষের কথা",
        "c": "বাংলার ইতিহাসের কথা",
        "d": "বাংলার সংস্কৃতির কথা",
        "r": "a",
        "e": "বাংলাদেশের জাতীয় সঙ্গীতে বাংলার প্রকৃতির কথা প্রধানভাবে আছে। আমার সোনার বাংলা গানটি ১৯৭১ খ্রিষ্টাব্দে স্বাধীন রাষ্ট্র হিসাবে প্রতিষ্ঠিত বাংলাদেশের জাতীয় সঙ্গীত। বঙ্গমাতা\\n সম্পর্কে এই গাঁথা রবীন্দ্রনাথ ঠাকুর কর্তৃক ১৯০৫ সালে রচিত। বাউল গায়ক গগন হরকরার গান আমি কোথায় পাব তারে থেকে এই গানের সুর ও সঙ্গীত উদভূত।"
    },
    {
        "q": "যা চিরস্থায়ী নয়",
        "a": "অস্থায়ী",
        "b": "ক্ষণিক",
        "c": "ক্ষণস্থায়ী",
        "d": "নশ্বর",
        "r": "d",
        "e": "যা চিরস্থায়ী নয় নম্বর।\\n ক্ষণকালের জন্য স্থায়ী ক্ষণস্থায়ী।\\n অল্পক্ষণের জন্য ক্ষণিক।"
    },
    {
        "q": "Intellectual শব্দের বাংলা অর্থ-",
        "a": "বুদ্ধিমান",
        "b": "মননশীল",
        "c": "বুদ্ধিজীবী",
        "d": "মেধাবী",
        "r": "c",
        "e": "Intellectual শব্দের বাংলা অর্থ বুদ্ধিজীবী"
    },
    {
        "q": "কোন নগরীতে মুঘল আমলে সুবে বাংলার রাজধানী ছিল?",
        "a": "গৌড়",
        "b": "সোনারগাঁ",
        "c": "ঢাকা",
        "d": "হুগলী",
        "r": "b",
        "e": "ঢাকা নগরীতে মোঘল আমলে সুবে বাংলার রাজধানী ছিল।\\n সুবাহ বাংলা-সুবাহ বাংলা ফার্সি: jiSir use, প্রতিবর্ণী, সুবাহ্ বাঙ্গালাহ্) বা মুঘল বাংলা ছিল মুঘল সাম্রাজ্যের একটি মহকুমা যা ১৬শ থেকে ১৭শ শতাব্দীর মধ্যবর্তী সময়ে বর্তমানের বাংলাদেশ এবং ভারতের পশ্চিমবঙ্গ, বিহার ও ওড়িশা পর্যন্ত বিস্তৃত ছিল। বাংলা সালতানাত ভেঙ্গে গেলে এই সাম্রাজ্যের উদ্ভব হয় এবং সেই সময়ের বিশ্বের অন্যতম বড় এ সাম্রাজ্যটি বিলীন হয়ে যায়। মুঘলেরা বাংলার সমাজ ও সংস্কৃতির উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৮ শতকের দিকে এসে স্বাধীন রাষ্ট্র হিসেবে তাদের উত্থান ঘটে।"
    },
    {
        "q": "‘অবমূল্যায়ন’ ও ‘অবদান’ শব্দ দুটিতে ‘অব’ উপসর্গটি সম্পর্কে কোন মন্তব্যটি ঠিক?",
        "a": "দুটিতে উপসর্গটি মোটামুটি একই অর্থে ব্যবহৃত হয়েছে",
        "b": "শব্দ দুটিতে উপসর্গটি একই অর্থে ব্যবহৃত হয়েছে",
        "c": "দুটি শব্দে উপসর্গটির অর্থ দু’রকম",
        "d": "দুটি শব্দে উপসর্গটির অর্থ আপাতবিচারে ভিন্ন হলেও আসলে এক",
        "r": "c",
        "e": "অবমূল্যায়ন ও অবদান শব্দ দুটিতে অব উপসর্গটির অর্থ দুরকম"
    },
    {
        "q": "“জ্ঞান যেখানে সীমাবদ্ধ, বুদ্ধি সেখানে আড়ষ্ট, মুক্তি সেখানে অসম্ভব।” এ উক্তিটি কোন পত্রিকার প্রতি সংখ্যায় লেখা থাকত?",
        "a": "সওগাত",
        "b": "মোহাম্মদী",
        "c": "সমকাল",
        "d": "শিখা",
        "r": "d",
        "e": "জ্ঞান যেখানে সীমাবদ্ধ, বুদ্ধি সেখানে আড়ষ্ট মুক্তি সেখানে অসম্ভব। এই উক্তিটি শিখা পত্রিকার প্রতি সংখ্যায় লেখা থাকতো।\\n শিখা পত্রিকা–শিখা ১৯২৬ সালে ঢাকায় প্রতিষ্ঠিত মুসলিম সাহিত্য সমাজ কর্তৃক প্রকাশিত পত্রিকা। এটি উনিশ শতকের বিশের দশকে ঢাকা থেকে প্রকাশিত হত। এর প্রথম সংখ্যার প্রকাশকাল চৈত্র ১৩৩৩ (৮ এপ্রিল ১৯২৭) এবং এর প্রথম সংখ্যার সম্পাদক ছিলো ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক আবুল হুসেন। এটি বাৎসরিক পত্রিকা ছিল ও ১৯৩১ সালে এর পঞ্চম ও শেষ সংখ্যা প্রকাশিত হয়। তার প্রধান কারণ ১৯৩২ সালের মার্চ মাসে আবুল হুসেনের ঢাকা ত্যাগ। তিনিই মূলত প্রকাশনার সামগ্রিক দায়িত্ব পালন করতেন ও প্রকাশনা ব্যয়ের একটি বড় অংশও বহন করতেন। এ পত্রিকার প্রকাশনা প্রতিষ্ঠান মডার্ন লাইব্রেরির প্রতিষ্ঠাতাও ছিলেন আবুল হুসেন। এ পত্রিকার সাথে যুক্ত ছিলেন কাজী আবদুল ওদুদ, কাজী মোতাহার হোসেন মুহম্মদ শহীদুল্লাহ। একে বলা হয়ে থাকে ঢাকার যুক্তিবাদ আন্দোলন"
    },
    {
        "q": "‘মানুষেরই মাঝে স্বর্গ-নরক, মানুষেতে সুরাসুর’-এ পংক্তিটি কার রচনা?",
        "a": "১৯৫৫ খ্রিস্টাব্দে",
        "b": "১৩৫৫ বঙ্গাব্দে",
        "c": "১৯৫২ খ্রিস্টাব্দে",
        "d": "১৩৫২ বঙ্গাব্দে",
        "r": "c",
        "e": ""
    },
    {
        "q": "সাধু ভাষা ও চলিত ভাষার পার্থক্য-",
        "a": "বাক্যের সরল ও জটিল রূপে",
        "b": "শব্দের রূপগত ভিন্নতায়",
        "c": "তৎসম ও অর্ধতৎসম শব্দের ব্যবহারে",
        "d": "ক্রিয়াপদ ও সর্বনাম পদের রূপগত ভিন্নতায়",
        "r": "d",
        "e": "ক্রিয়াপদ ও সর্বনাম পদের রূপগত ভিন্নতায় সাধু ভাষা ও চলিত ভাষার পার্থক্য বিদ্যমান।সাধু ও চলিত ভাষার পার্থক্য বাংলা ভাষার দুটি রূপ—–সাধু ভাষা ও চলিত ভাষা। দুটি রূপের মধ্যে যেমন প্রকৃতিগত সাদৃশ্য রয়েছে তেমনি পার্থক্যও রয়েছে।"
    },
    {
        "q": "সমগ্র পবিত্র কুরআনের প্রথম বাংলা অনুবাদ কে করেন?",
        "a": "গোলাম মোস্তফা",
        "b": "ফররুখ আহমদ",
        "c": "ভাই গিরীশচন্দ্র সেন",
        "d": "সুনীতিকুমার চট্টোপাধ্যায়",
        "r": "c",
        "e": "Girish Chandra Sen C. 1835-15 August 1910 ) was a Bengali religious scholar and translator. He was a Brahmo Samaj missionary and known for being the first publisher of the Qur an into the Bengali language in 1886."
    },
    {
        "q": "সমকাল পত্রিকার সম্পাদক কে ছিলেন?",
        "a": "মোহাম্মদ আকরাম খান",
        "b": "তফাজ্জল হোসেন",
        "c": "নাসিরুদ্দিন",
        "d": "সিকান্দার আবু জাফর",
        "r": "d",
        "e": "সমকাল’ পত্রিকার সম্পাদক কে ছিলেন সিকান্দার আবু জাফর।\\n সমকাল বাংলাদেশ (তৎকালীন পূর্ব পাকিস্তান) থেকে প্রকাশিত বাংলা ভাষার অন্যতম বিখ্যাত সাহিত্য পত্রিকা। এর সম্পাদক ছিলেন কবি সিকান্দার আবু জাফর।"
    },
    {
        "q": "সওগাত’ পত্রিকার সম্পাদক কে ছিলেন?",
        "a": "কাজী নজরুল ইসলাম",
        "b": "আবুল কালাম শামসুদ্দীন",
        "c": "খান মুহাম্মদ মঈনুদ্দিন",
        "d": "মোহাম্মদ নাসিরুদ্দিন",
        "r": "d",
        "e": "সওগাত পত্রিকার সম্পাদক কে ছিলেন মোহাম্মদ সওগাত(মাসিক পত্রিকা) নাসিরুদ্দীন\\n সওগাত ছিল একটি সচিত্র মাসিক পত্রিকা। এই পত্রিকা বাংলার মুসলিমদের সাংবাদিকতায় পথিকৃতের ভূমিকা পালন করেছে।ধরন-মাসিক পত্রিকা।সম্পাদক-মোহাম্মদ নাসিরউদ্দীন। প্রথিষ্ঠা কাল-১৯১৮।ভাষা-বাংলা\\n সদরদপ্তর-কলকাতা, বেঙ্গল প্রেসিডেন্সি, ব্রিটিশ ভারত (বর্তমান কলকাতা, ভারত)\\n ঢাকা, পূর্ব পাকিস্তান পাকিস্তান (বর্তমান বাংলাদেশ)"
    },
    {
        "q": "জীবনানন্দ দাশের জন্মস্থান কোন জেলায়?",
        "a": "বরিশাল জেলা",
        "b": "ফরিদপুর জেলা",
        "c": "ঢাকা জেলা",
        "d": "রাজশাহী জেলা",
        "r": "a",
        "e": "Jibanananda Das (17 February 1899-22 October 1954) was an Indian poet writer, novelist and essayist in the Bengali language. Popularly called “Rupashi Banglar Kabi (Poet of Beautiful Bengal). Born in Barshal to a Vaidya Brahmo family. Das studied English literature at Presidency College Kolkata and earned his MA from Calcutta University,"
    },
    {
        "q": "বাংলাদেশের জাতীয় পতাকার ডিজাইনার কে?",
        "a": "জয়নুল আবেদীন",
        "b": "কামরুল হাসান",
        "c": "হাসেম খান",
        "d": "হামিদুর রহমান",
        "r": "b",
        "e": "বাংলাদেশের জাতীয় পতাকার ডিজাইনার কামরুল হাসান"
    },
    {
        "q": "বাংলাদেশে রাষ্ট্রপতি শাসিত সরকারের পরিবর্তে সংসদীয় শাসন ব্যবস্থা চালু হয় সংবিধানের কত নম্বর সংশোধনীর মাধ্যমে?",
        "a": "১০",
        "b": "১১",
        "c": "১২",
        "d": "১৩",
        "r": "c",
        "e": "বাংলাদেশের রাষ্ট্রপতি শাসিত সরকারের পরিবর্তে সংসদীয় শাসনব্যবস্থা চালু হয় সংবিধানের ১২ নম্বর সংশোধনীর মাধ্যমে।"
    },
    {
        "q": "Asia Pacific Economic Co-operation (APEC) ফোরামের নভেম্বর, ১৯৯৩-এ অনুষ্ঠিত শীর্ষ বৈঠকে কোন সদস্য দেশের সরকারপ্রধান অনুপস্থিত ছিলেন?",
        "a": "মালয়েশিয়া",
        "b": "ফিলিপাইন",
        "c": "অস্ট্রেলিয়া",
        "d": "জাপান",
        "r": "d",
        "e": "Asia Pacific Economic Co-operation (APEC) ফোরামের নভেম্বর, ১৯৯৩-এ অনুষ্ঠিত শীর্ষ বৈঠকে জাপান সরকারপ্রধান অনুপস্থিত ছিলেন"
    },
    {
        "q": "গিরিজা প্রসাদ কৈরালা কত তারিখে নেপালের প্রধানমন্ত্রী হিসেবে পদত্যাগ করেন?",
        "a": "৮ জুলাই, ১৯৯৪",
        "b": "৯ জুলাই, ১৯৯৪",
        "c": "১০ জুলাই, ১৯৯৪",
        "d": "১১ জুলাই, ১৯৯৪",
        "r": "c",
        "e": "গিরিজা প্রসাদ কৈরালা ১০ জুলাই, ১৯৯৪ তারিখে নেপালের প্রধানমন্ত্রী হিসেবে পদত্যাগ করেন"
    },
    {
        "q": "Hubble Telescope-এর ত্রুটি সংশোধনের জন্য নভোচারিগণকে মহাশূন্যে কোন নভোযানে প্রেরণ করা হয়েছিল?",
        "a": "Endeavour",
        "b": "Challanger",
        "c": "Pathfinder",
        "d": "Apollo",
        "r": "a",
        "e": "Hubble Telescope এর ত্রুটি সংশোধনকল্পে মহাশূন্যে Endeavour নভোযানে নভোচারীগণকে প্রেরণ করা হয়েছিল।\\n হাবল স্পেস টেলিস্কোপ (প্রায়শই এইচএসটি বা হাবল হিসাবে পরিচিত) হ’ল একটি স্পেস টেলিস্কোপ যা ১৯৯০ সালে নিম্ন পৃথিবীর কক্ষপথে চালু হয়েছিল এবং এখনও চালু রয়েছে। এটি প্রথম স্পেস টেলিস্কোপ ছিল না, তবে এটি একটি বৃহত্তম এবং সর্বাধিক বহুমুখী, এটি একটি গুরুত্বপূর্ণ গবেষণা সরঞ্জাম হিসাবে এবং জ্যোতির্বিদ্যার জন্য জনসংযোগের হিসাবে পরিচিত। হাবল টেলিস্কোপটির নাম জ্যোতির্বিজ্ঞানী এডউইন হাবলের নামানুসারে রাখা হয়েছে এবং এটি নাসার গ্রেট অবজারভেটরিগুলির মধ্যে একটি ক্যাম্পটন গামা রায় অবজারভেটরি চন্দ্র এক্স রে অবজারভেটরি এবং স্পিটজার স্পেস টেলিস্কোপ সহ।"
    },
    {
        "q": "রুয়ান্ডায় প্যাট্রিয়টিক ফ্রন্ট সরকার কবে শপথ গ্রহণ করেন?",
        "a": "৮ জুলাই, ১৯৯৪",
        "b": "১৯ জুলাই, ১৯৯৪",
        "c": "২৪ জুলাই, ১৯৯৪",
        "d": "২৭ জুলাই, ১৯৯৪",
        "r": "b",
        "e": "রুয়ান্ডার প্যাট্রিয়াটিক ফ্রন্ট সরকার শপথ গ্রহণ করেন ১৯ জুলাই ১৯৯৪।\\n রুয়ান্ডা আফ্রিফার পূর্ব মধ্যাংশের একটি রাষ্ট্র। দেশটির সরকারি নাম রুয়ান্ডা প্রজাতন্ত্র। এর রাজধানীর নাম কিগালি।\\n এদেশে প্রায় ৮০ লাখ লোকের বাস। রুয়ান্ডার চারিদিকে রয়েছে উগান্ডা, বুরুন্ডি, গণতান্ত্রিক কঙ্গো প্রজাতন্ত্র, এবং তানজানিয়া। এদেশের উর্বর ও পাহাড়ী ভূমির কারণে এর নামকরণ করা হয়েছে হাজার পাহাড়ের দেশ। আফ্রিকা মহাদেশের মধ্যে রুয়ান্ডাতেই জনসংখ্যার ঘনত্ব সবচেয়ে বেশি। হুটু ও টুটসি উপজাতি জনগোষ্ঠীর এই দেশটি বিংশ শতাব্দীর শেষভাগে ১৯৯৪ সালের ভয়াবহ জাতিগত দাঙ্গা ও গৃহযুদ্ধের কারণে সারা বিশ্বের নজরে আসে।\\n ১৯৯৪ সালে রুয়ান্ডায় হত্যাকান্ড সংঘটিত হয়। এতে আট লাখ নাগরিক নিহত হন। গণহত্যার শিকার অধিকাংশই ছিল সংখ্যালঘু তুতসি সম্প্রদায়ের।"
    },
    {
        "q": "পিএলও চেয়ারম্যান ইয়াসির আরাফাত তিউনিসিয়ার নির্বাসিত জীবন ছেড়ে স্থায়ীভাবে বসবাসের উদ্দেশ্যে কবে গাজা ভূখণ্ডে আসেন?",
        "a": "১১ জুলাই, ১৯৯৪",
        "b": "১২ জুলাই, ১৯৯৪",
        "c": "১৩ জুলাই, ১৯৯৪",
        "d": "১ জুলাই, ১৯৯৪",
        "r": "d",
        "e": "কায়রো চুক্তি অনুসারে ১৭ মে, ১৯৯৪ পিএলও পশ্চিম তীর ও গাজা এলাকার নিয়ন্ত্রণ পায়। ১ জুলাই, ১৯৯৪ ইয়াসির আরাফাত গাজা ভূখণ্ডে আসেন।"
    },
    {
        "q": "উপকূলে কোন একটি স্থানে পরপর দুটি জোয়ারের মধ্যে ব্যবধান হলো-",
        "a": "প্রায় ১২ ঘণ্টা",
        "b": "প্রায় ২৪ ঘণ্টা",
        "c": "প্রায় ৬ ঘণ্টা",
        "d": "চাঁদের তিথি অনুসারে ভিন্ন",
        "r": "a",
        "e": "চন্দ্র-সূর্যের আকর্ষণ শক্তি পৃথিবীর কেন্দ্র শক্তি এবং আহ্নিক গতির কারণে সমুদ্রের পানি নির্দিষ্ট সময় অন্তর এক জায়গায় ফুলে ওঠে আবার অন্য জায়গায় নেমে যায়। সমুদ্র পানির এভাবে ফুলে ওঠাকে জোয়ার এবং নেমে যাওয়াকে ভাটা বলে। উপকূলে কোনো একটি স্থানে পর পর দুটি জোয়ার বা পর পর দুটি ভাটার মধ্যে ব্যবধান হলো ১২ ঘণ্টা।"
    },
    {
        "q": "জর্ডান ও ইসরাইলের মধ্যে ৪৬ বছরের যুদ্ধাবস্থার আনুষ্ঠানিক অবসানের লক্ষ্যে কবে জর্ডানের বাদশাহ হোসেন এবং ইসরাইলের প্রধানমন্ত্রী আইজ্যাক রবিন একটি ঐতিহাসিক ঘোষণা স্বাক্ষর করেন?",
        "a": "২৪ জুলাই, ১৯৯৪",
        "b": "২৫ জুলাই, ১৯৯৪",
        "c": "২৬ অক্টোবর, ১৯৯৪",
        "d": "২৭ জুলাই, ১৯৯৪",
        "r": "c",
        "e": "জর্ডান ও ইসরাইলের মধ্যে ৪৬ বছরের যুদ্ধাবস্থার আনুষ্ঠানিক অবসানের লক্ষ্যে জর্ডানের বাদশাহ হোসেন এবং ইসরাইলের প্রধানমন্ত্রী ইসহাক রবিন একটি ঐতিহাসিক ঘোষণায় স্বাক্ষর করেন ২৬ অক্টোবর ১৯৯৪।\\n ১৯৯১ মাদ্রিদ সম্মেলনে জর্ডান মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়নের পৃষ্ঠপোষকতায় শান্তি চুক্তি স্বাক্ষর করতে রাজি হয়েছিল। ইজরায়েল জর্ডান শান্তি চুক্তি স্বাক্ষরিত হয়েছিল ২৬ অক্টোবর ১৯৯৪।\\n ১৯৯৭ সালে ইজরায়েলি এজেন্ট কানাডিয়ান পাসপোর্ট ব্যবহার করে জর্ডানে প্রবেশ করে এবং হযরত হামাস নেতা খালেদ মেশালকে বিষাক্ত করে। ইজরায়েল বিষ বিষাক্ততা প্রদান করে এবং কিং হুসেনের শান্তি চুক্তি বাতিল করার হুমকি দেওয়ার পরে শেখ আহমেদ ইয়াসিন সহ ডজন ডজন রাজনৈতিক বন্দিকে মুক্তি দেয়।"
    },
    {
        "q": "বি – ৫২ কি?",
        "a": "এক ধরনের যাত্রীবাহী বিমান",
        "b": "এক বিশেষ ধরনের হেলিকপ্টার",
        "c": "এক ধরনের বোমারু বিমান",
        "d": "ভূমি হতে শূন্যে নিক্ষেপণযোগ্য এক ধরনের ক্ষেপণাস্ত্র",
        "r": "c",
        "e": "বি-৫২ এক ধরনের বোমারু বিমান।\\n নোরা বি-৫২ হচ্ছে সার্বিয়ার মিলিটারি টেকনিক্যাল ইনস্টিটিউট বেলগ্রেড-এর তৈরি ১৫৫ মিমি স্বচালিত কামান। এমটিআই ১৯৮৪ সালে প্রথম স্বচালিত নোরা বি (নোরা সি এর উপর ভিত্তি করে তৈরি) এর নকশা করে ফ্যাব্রিকা অটোমোবিলা পিরবোজ (পিরবোজ মোটরগাড়ি কারখানা) এর ৮×৮ ট্রাকের উপর ১৫২ মিমি নোরা এম৮৪ কামান বসানোর মাধ্যমে। এটি ছিল একটি তৃতীয় প্রজন্মের গোলন্দাজ অস্ত্র।\\n ২০০০ সালে এমটিআই ৫২ ক্যালিবার ১৫৫ মিমি কামান ব্যবহার করে নতুন চতুর্থ প্রজন্মের গোলন্দাজ অস্ত্র তৈরি করে যা বি-৫২ নামে পরিচিত হয়।"
    },
    {
        "q": "Straw vote’ বলতে কি বোঝায়?",
        "a": "Unofficial poll of public opinion",
        "b": "Poll based on random representations",
        "c": "Yes-No’ vote",
        "d": "Manipulated elections",
        "r": "a",
        "e": "Straw vote’ বলতে বুঝায় Unofficial poll of public opinion.\\n Straw poll, Straw vote, 3 straw ballot অ্যাডহক বা বেসরকারী ভোট। এটি একটি নির্দিষ্ট বিষয়ে জনপ্রিয় মতামত প্রদর্শনের জন্য ব্যবহৃত হয় এবং এটি রাজনীতিবিদদের সংখ্যাগরিষ্ঠ মতামত জানতে এবং ভোট পেতে কী বলার সিদ্ধান্ত নিতে সহায়তা করে।\\n ‘Straw vote’ গুলি বড় গ্রুপগুলির মধ্যে চলাচলের মধ্যে কথোপকথন সরবরাহ করে ফলস্বরূপ স্ট্রো পোলগুলি প্রায়শই এটি দেখার জন্য নেওয়া হয় যে এটির পক্ষে আরও সভার সময় উত্সর্গ করার কোনও ধারণার যথেষ্ট সমর্থন রয়েছে কিনা, এবং (যখন কোনও গোপন ব্যালট নয়) উপস্থিত থাকার জন্য দেখার জন্য প্রশ্নটির কোন দিকে রয়েছে। যাইহোক, রবার্টের আদেশের বিধি অনুসারে সভাগুলিতে স্ট্রোপোল নেওয়ার গতি অনুমোদিত নয়।"
    },
    {
        "q": "Rotary International’ কবে প্রতিষ্ঠিত হয়?",
        "a": "১৯০৩ সালে",
        "b": "১৯০৫ সালে",
        "c": "১৯০৯ সালে",
        "d": "১৯১২ সালে",
        "r": "b",
        "e": "Rotary International’ প্রতিষ্ঠিত হয় ১৯০৫ সালে।\\n রোটারি ইন্টারন্যাশনাল ব্যবসায়িক ও পেশাদার ব্যক্তিদের নিয়ে গড়ে উঠা বিশ্বব্যাপী সেবামূলক সংগঠন। উচ্চস্তরের মানদণ্ড, সমাজ সেবা ও আন্তর্জাতিক বোঝাপড়ায় এ সংগঠনের ভূমিকা অপরিসীম। প্রত্যেক ব্যবসায়িক ও পেশাদার ক্লাব থেকে একজন ব্যক্তি রোটারী ক্লাবের সদস্য হয়ে থাকেন।\\n শিকাগোর মার্কিন অ্যাটর্নি পল পি. হ্যারিস ১৯০৫ সালে এ সংগঠনটি প্রতিষ্ঠা করেন যা বিশ্বের অন্যতম প্রাচীন সেবাধর্মী প্রতিষ্ঠানরূপে স্বীকৃত। প্রাতিষ্ঠানিক ভিত্তি, ব্যবসায় ও পেশাদারী পর্যায়ে উচ্চ নৈতিক মূল্যবোধ গঠন এবং বিশ্বব্যাপী ফেলোশীপ প্রদানের মহান ব্রত নিয়ে আদর্শ সেবাপ্রদানকল্পে এ সংগঠনটি গঠন করেন। প্রতিষ্ঠাকালীন সময়েই এ সংগঠনের সদস্যপদের জন্য সীমারেখা নির্দিষ্ট করে যান। একবিংশ শতকের শুরুতে বিশ্বের দুই শতাধিক দেশ ও ভৌগোলিক এলাকায় ১২২ মিলিয়নেরও অধিক সদস্য রয়েছে।"
    },
    {
        "q": "বার্লিনের দেওয়াল কোন সালে নির্মিত হয়েছিল?",
        "a": "১৯৪৬",
        "b": "১৯৪৮",
        "c": "১৯৬১",
        "d": "১৯৬২",
        "r": "c",
        "e": "বার্লিন প্রাচীর ছিলো একটি সুরক্ষিত কংক্রিটের অন্তরায়, যা ১৯৬১ থেকে ১৯৮৯ সাল পর্যন্ত আক্ষরিক ও মতাদর্শগতভাবে বার্লিন শহরকে বিভক্ত করেছিল।[১] জার্মান গণতান্ত্রিক প্রজাতন্ত্র (জিডিআর, পূর্ব জার্মানি) কর্তৃক এই প্রাচীরটি নির্মাণ করা হয়"
    },
    {
        "q": "স্বাধীন বাংলাদেশে ১০০ টাকার নোট কবে প্রথম চালু করা হয়?",
        "a": "২৬ মার্চ, ১৯৭২",
        "b": "১৬ ডিসেম্বর, ১৯৭২",
        "c": "৪ মার্চ, ১৯৭২",
        "d": "৪ জানুয়ারি, ১৯৭৩",
        "r": "c",
        "e": "৪ই মার্চ ১৯৭২ সালে ১০০ টাকার নোট চালু হয়"
    },
    {
        "q": "স্বাধীন বাংলাদেশকে কখন মার্কিন যুক্তরাষ্ট্র স্বীকৃতি দান করে?",
        "a": "৪ ফেব্রুয়ারি, ১৯৭২",
        "b": "২৪ জানুয়ারি, ১৯৭২",
        "c": "১৬ ডিসেম্বর, ১৯৭২",
        "d": "৪ এপ্রিল, ১৯৭২",
        "r": "d",
        "e": "স্বাধীন বাংলাদেশেকে মার্কিন যুক্তরাষ্ট্র স্বীকৃতি দান করে ৪ এপ্রিল ১৯৭২।\\n ১৯৭১ সালে ৯ মাসের রক্তক্ষয়ী সংঘর্ষের পর বাংলাদেশ স্বাধীনতা অর্জন করে। বিজয়ের এ পথ-পরিক্রমা একদিকে যেমন রক্তাক্ত ছিল, তেমনি বিশ্ব মানচিত্রে আলাদা একটা অবস্থান তৈরিও সহজ ছিল না। এরপরও অনেক দেশই বাংলাদেশকে স্বীকৃতি দিয়েছিল। আবার বিজয়ের পর মুক্তিযুদ্ধের বিরোধিতাকারী কিংবা পাকিস্তানের পক্ষের অনেক দেশও পরিস্থিতির কারণে স্বাধীন বাংলাদেশকে স্বীকৃতি দিতে বাধ্য হয়। নিচে এ তালিকাটি তুলে ধরা হলো- প্রথম স্বীকৃতি কারী দেশ ভুটান-৬ ডিসেম্বর ১৯৭১\\n ২ ভারত ৬ ডিসেম্বর ১৯৭১\\n ৩ পূর্ব জামানি- ১১ জানুয়ারি ১৯৭২\\n এবং যুক্তরাষ্ট্র বাংলাদেশকে স্বীকৃতি দেয় ৪ এপ্রিল ১৯৭২।"
    },
    {
        "q": "বাংলাদেশ জাতীয় সংসদে ‘উপজেলা বাতিল’ বিলটি কখন পাস করা হয়েছিল?",
        "a": "১৯৯২ সালে",
        "b": "১৯৯২ সালে",
        "c": "১৯৯১ সালে",
        "d": "১৯৯০ সালে",
        "r": "a",
        "e": "বাংলাদেশে জাতীয় সংসদে উপজেলা বাতিল’ বিলটি পাস হয়েছিল ১৯৯২ সালে।\\n ১৯৮২ সালের ৭ই নভেম্বর স্থানীয় সরকার (উপজেলা পরিষদ ও উপজেলা পুনর্গঠন) অধ্যাদেশ ১৯৮২ বলে প্রথমে উন্নীত থানা পরিষদ গঠন করা হয় এবং থানা পর্যায়ে বিকেন্দ্রীভূত প্রশাসনিক ব্যবস্থা প্রবর্তন করা হয়। পরবর্তীকালে উন্নীত থানা পরিষদকে উপজেলা পরিষদে রূপান্তরিত করা হয়। এ সময়ে বাংলাদেশের প্রায় সমস্ত উপজেলাকে পূর্ণাঙ্গ প্রশাসনিক কেন্দ্রে রূপ দেয়া হয়।\\n এই অধ্যাদেশটি ১৯৯২ সালে বাতিল করা হয়। পরবর্তীকালে ১৯৯৮ সালে জাতীয় সংসদে উপজেলা অধ্যাদেশ ১৯৯৮ পাস করে পুনরায় উপজেলা ব্যবস্থা প্রণয়ন করা হয়। কার্যালয় আদেশের মাধ্যমে ১ ফেব্রুয়ারি ১৯৯৮ থেকে এই অধ্যাদেশ কার্যকরী হয়। সর্বশেষ ২০০৯ সালে উপজেলা পরিষদ আইন সংশোধন হয়।"
    },
    {
        "q": "ঢাকা পৌরসভা কোন সালে প্রতিষ্ঠিত হয়েছিল?",
        "a": "১৯০৬ সালে",
        "b": "১৮৬৪ সালে",
        "c": "১৯১৯ সালে",
        "d": "১৮৪০ সালে",
        "r": "b",
        "e": "১ আগস্ট ১৮৬৪ সালে ঢাকা প্রথম পৌরসভার মর্যাদা লাভ করে।\\n ১৯৭৮ সালের ৩০ সেপ্টেম্বর এটিকে ঢাকা মিউনিসিপ্যাল কর্পোরেশন এ উন্নীত করা হয়।\\n ১৯৯০ সালে এটাকে ঢাকা সিটি কর্পোরেশন করা হয়।"
    },
    {
        "q": "লালবাগের কেল্লা স্থাপন করেন কে?",
        "a": "শায়েস্তা খান",
        "b": "শাহ সুজা",
        "c": "টিপু সুলতান",
        "d": "ইসলাম খান",
        "r": "a",
        "e": "লালবাগের কেল্লা (কিলা আওরঙ্গবাদ) ঢাকার দক্ষিণ পশ্চিমাঞ্চলে বুড়িগঙ্গা নদীর তীরে অবস্থিত একটি অসমাপ্ত মুঘল দুর্গ। এটির নির্মাণকাজ শুরু হয়েছিল ১৬৭৮ সালে, মুঘল সুবাদার মুহাম্মদ আজম শাহ কর্তৃক, যিনি ছিলেন সম্রাট আওরঙ্গজেবের পুত্র এবং পরবর্তীতে নিজেও সম্রাট পদপ্রাপ্ত হয়েছিলেন। তার উত্তরসুরী, মুঘল সুবাদার শায়েস্তা খাঁ ১৬৮০ সালে নির্মাণকাজ পুনরায় শুরু করেন, কিন্তু শেষ করেননি"
    },
    {
        "q": "আন্তর্জাতিক অর্থ তহবিল (IMF) কবে হতে এর কার্যক্রম শুরু করে?",
        "a": "১৯৪৫ সাল হতে",
        "b": "১৯৪৬ সাল হতে",
        "c": "১৯৪৭ সাল হতে",
        "d": "১৯৪৮ সাল হতে",
        "r": "c",
        "e": "আন্তর্জাতিক মুদ্রা তহবিল বা আইএমএফ (ইংরেজি International Monetary Fund, IMF) জাতিসংঘ কর্তৃক অনুমোদিত স্বায়ত্তশাসিত আর্থিক প্রতিষ্ঠান। বিভিন্ন দেশের মুদ্রামানের হ্রাস-বৃদ্ধি পর্যবেক্ষণ করা এর প্রধান কাজ। এই সংস্থার কার্যক্রম শুরু হয় ১৯৪৫ সালের ২৭শে ডিসেম্বর। প্রতিষ্ঠাকালীন সময়ে ২৯টি দেশ চুক্তিতে উপনীত হয়েছিল।[২] এর সদর দপ্তর মার্কিন যুক্তরাষ্ট্রের ওয়াশিংটন, ডি.সি শহরে অবস্থিত। বিভিন্ন দেশের মুদ্রানীতি এবং মুদ্রামানের হ্রাস-বৃদ্ধি পর্যবেক্ষণ করা এই আন্তজার্তিক সংস্থাটির অন্যতম প্রধান কাজ। এপ্রিল ১২, ২০১৬ইং পর্যন্ত ১৮৯টি রাষ্ট্র এই সংস্থার কার্যক্রমের আওতাভুক্ত।"
    },
    {
        "q": "NATO কবে প্রতিষ্ঠিত হয়?",
        "a": "১৯৪৭ সালের ৪ আগস্ট",
        "b": "১৯৪৯ সালের ৪ এপ্রিল",
        "c": "১৯৫০ সালের ৪ ফেব্রুয়ারি",
        "d": "১৯৫১ সালের ৪ মে",
        "r": "b",
        "e": "উত্তর আটলান্টিক নিরাপত্তা জোট বা ন্যাটো (North Atlantic Treaty Organization or NATO) ১৯৪৯ সালের ৪ এপ্রিল প্রতিষ্ঠিত ৩০টি দেশের একটি সামরিক জোট। এর সদরদপ্তর বেলজিয়ামের ব্রাসেন্সে অবস্থিত। ন্যাটোর দাপ্তরিক ভাষাঃ ইংরেজি ও ফারসি।"
    },
    {
        "q": "ইয়াল্টা কনফারেন্স কবে অনুষ্ঠিত হয়?",
        "a": "১৯৩৩",
        "b": "১৯৪৩",
        "c": "১৯৪৫",
        "d": "১৯৪৭",
        "r": "c",
        "e": "ইয়াল্টা কনফারেন্স অনুষ্ঠিত হয় ১৯৪৫ সালে।\\n ইয়াল্টা সম্মেলন, ক্রিমিয়া সম্মেলন নামে পরিচিত। ১৯৪৫ সালের ৪-১১ ফেব্রুয়ারি অনুষ্ঠিত মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং সোভিয়েত ইউনিয়নের সরকার প্রধানদের দ্বিতীয় বিশ্বযুদ্ধের বৈঠক হয়েছিল জার্মানি এবং ইউরোপের উত্তরোত্তর পুনর্গঠন।\\n তিনটি রাষ্ট্রের প্রতিনিধি ছিলেন যথাক্রমে রাষ্ট্রপতি ফ্রাঙ্কলিন ডি রুজভেল্ট, প্রধানমন্ত্রী উইনস্টন চার্চিল এবং প্রিমিয়ার জোসেফ স্টালিন। লিভাডিয়া, ইউসুপভ এবং ভোরন্টসভ প্যালেসের মধ্যে সোভিয়েত ইউনিয়নের ক্রিমিয়ার ইয়ালটার কাছে এই সম্মেলন অনুষ্ঠিত হয়েছিল।"
    },
    {
        "q": "ধূমকেতু শুমেকার লেভী ৯ -এর প্রথম ভাঙ্গা টুকরোটি কবে বৃহস্পতি গ্রহে আঘাত হানে?",
        "a": "৫ জুলাই, ১৯৯৪",
        "b": "১৬ জুলাই, ১৯৯৪",
        "c": "১৭ জুলাই, ১৯৯৪",
        "d": "১৮ জুলাই, ১৯৯৪",
        "r": "b",
        "e": "ধূমকেতু শুমেকার লেভী ৯ -এর প্রথম ভাঙ্গা টুকরোটি ১৬ জুলাই, ১৯৯৪ বৃহস্পতি গ্রহে আঘাত হানে"
    },
    {
        "q": "১৯৯৪-এর নববর্ষের দিনে কার নেতৃত্বাধীন বাহিনী কাবুল শহর আক্রমণ করে?",
        "a": "নজিবুল্লাহ",
        "b": "আহমেদ শাহ মাসুদ",
        "c": "আবদুর রশীদ দোস্তাম",
        "d": "গুলবুদ্দীনে হেকমতিয়া",
        "r": "c",
        "e": "১৯৯৪-এর নববর্ষের দিনে আবদুর রশীদ দোস্তাম নেতৃত্বাধীন বাহিনী কাবুল শহর আক্রমণ করে"
    },
    {
        "q": "বাংলাদেশের উত্তরে অবস্থিত-",
        "a": "নেপাল ও ভুটান",
        "b": "পশ্চিমবঙ্গ, মেঘালয় ও আসাম",
        "c": "পশ্চিমবঙ্গ ও কুচবিহার",
        "d": "পশ্চিমবঙ্গ ও আসাম",
        "r": "b",
        "e": "বাংলাদেশের লাগা উত্তরে অবস্থিত—– পশ্চিমবঙ্গ মেঘালয় ও আসাম।\\n ভৌগোলিক বিচারে বাংলাদেশের অবস্থান দক্ষিণ এশিয়ায়, ভারত ও মিয়ানমারের মাঝখানে। এর ভূখন্ড ১ লক্ষ ৪৭ হাজার ৬১০ বর্গ কিলোমিটার এলাকা জুড়ে বিস্তৃত। বাংলাদেশের পশ্চিম, উত্তর, আর পূর্ব জুড়ে রয়েছে ভারত। পশ্চিমে রয়েছে ভারতের পশ্চিমবঙ্গ রাজ্য। উত্তরে পশ্চিমবঙ্গ, আসাম, মেঘালয় রাজ্য। পূর্বে আসাম, ত্রিপুরা মিজোরাম। তবে পূর্বে ভারত ছাড়াও মিয়ানমারের (বার্মা) সাথে সীমান্ত রয়েছে।\\n দক্ষিণে রয়েছে বঙ্গোপসাগর। বাংলাদেশের স্থল সীমান্তরেখার দৈর্ঘ্য ৪, ২৪৬ কিলোমিটার যার ৯৪ শতাংশ (৯৪%) ভারতের সাথে এবং বাকী ৬ শতাংশ মিয়ানমারের সাথে। বাংলাদেশের তটরেখার দৈর্ঘ্য ৫৮০ কিলোমিটার। বাংলাদেশের দক্ষিণ-পূর্বাংশের কক্সবাজার পৃথিবীর দীর্ঘতম সমূদ্র সৈকতগুলোর অন্যতম।"
    },
    {
        "q": "উপমহাদেশের সর্বশেষ গভর্নর জেনারেল কে ছিলেন?",
        "a": "লর্ড মিন্টো",
        "b": "লর্ড কার্জন",
        "c": "লর্ড মাউন্টব্যাটেন",
        "d": "লর্ড ওয়াভেল",
        "r": "c",
        "e": "লর্ড মাউন্টব্যাটেন ১৯৪৭ সালের মার্চ থেকে আগস্ট পর্যন্ত উপমহাদেশের শেষ ভাইসরয় গভর্নর জেনারেল ছিলেন। তিনি স্বাধীন ভারতের প্রথম গভর্নর জেনারেল নিযুক্ত হন।"
    },
    {
        "q": "অভ্যন্তরীণ কন্টেইনার ডিপো কোথায় অবস্থিত?",
        "a": "চট্টগ্রাম",
        "b": "ঢাকা",
        "c": "মংলা",
        "d": "খুলনা",
        "r": "b",
        "e": "দেশের প্রথম ও বৃহত্তম কন্টেইনার ডিপো চট্টগ্রামে অবস্থিত। কিন্তু অভ্যন্তরীণ কন্টেইনার ডিপো ঢাকার কমলাপুরে অবস্থিত।"
    },
    {
        "q": "জাতিসংঘের জনসংখ্যা সংক্রান্ত ১৯৯৪ সালের রিপোর্ট অনুযায়ী জনসংখ্যার দিক দিয়ে বাংলাদেশের স্থান-",
        "a": "সপ্তম",
        "b": "অষ্টম",
        "c": "নবম",
        "d": "দশম",
        "r": "c",
        "e": "UNFPA-এর জনসংখ্যা বিষয়ক রিপোর্ট ১৯৯৪ অনুযায়ী বাংলাদেশ বিশ্বের নবম জনসংখ্যার দেশ ছিল। UNFPA -এ জনসংখ্যা রিপোর্ট ২০১৬-এ বাংলাদেশের অবস্থান দাঁড়ায় অষ্টমে।"
    },
    {
        "q": "কর্কটক্রান্তি রেখা-",
        "a": "বাংলাদেশের উত্তর সীমান্ত দিয়ে গিয়েছে",
        "b": "বাংলাদেশের দক্ষিণ সীমান্ত দিয়ে গিয়েছে",
        "c": "বাংলাদেশের মধ্যখান দিয়ে গিয়েছে",
        "d": "বাংলাদেশ হতে অনেক দূরে অবস্থিত",
        "r": "c",
        "e": "কর্কটক্রান্তি রেখা বাংলাদেশের মধ্যখান দিয়ে গিয়েছে। কর্কটক্রান্তি বা কর্কটক্রান্তি রেখা (কর্কট মানে কাঁকড়া) বা উত্তর বিষুব পৃথিবীর মানচিত্রে অঙ্কিত প্রধান পাঁচটি অক্ষাংশের একটি। এটি বিষুবরেখা হতে উত্তরে অবস্থিত এবং ২৩ ডিগ্রী ২৬ মিনিট ২২ সেকেন্ড অক্ষাংশ বরাবর কল্পিত একটি রেখা।\\n পৃথিবী কক্ষতলের উপর লম্বভাবে থাকার বদলে একটু হেলে থাকে। (সারা বছর একই দিকে হেলে থাকে, সবসময় সূর্যের দিকে নয় তাই জন্যে ঋতু পরিবর্তন হয় বছরের অর্ধেক সময় উত্তর মেরু সূর্যের দিকে ফিরে থাকে)। কক্ষতলের উপর লম্বের থেকে আহ্নিক অক্ষের এই হেলে থাকা অর্থাৎ অবনতি কোণের পরিমাণ মোটামুটি ২৩ ডিগ্রী ২৬ মিনিট ২২ সেকেন্ড (২৩৪৪ ডিগ্রী)। তাই কর্কট সংক্রান্তির (June Solstice) দিন অর্থাৎ সূর্যের উত্তরায়ণের সর্বোচ্চ দিন (যেদিন উত্তর গোলার্ধ সূর্যের দিকে সবচেয়ে বেশি হেলে থাকে এবং এ গোলার্ধে দিবালোক সবচেয়ে বেশীক্ষণ থাকে) সূর্য যে অক্ষাংশ রেখায় লম্বভাবে আলোকপাত করে সেই ২৩ ডিগ্রী ২৬ মিনিট ২২ সেকেন্ড অক্ষাংশ রেখাই হল কর্কটক্রান্তি রেখা।\\n ২৩ ডিগ্ৰী ২৬ মিনিট ২২ সেকেন্ড অক্ষাংশ রেখাটিকে কর্কটক্রান্তি রেখা বলা হলেও লম্ব আলোকপাতে আসল অবস্থান নির্ভর করে পৃথিবীর হেলে থাকার কৌণিক পরিমাণের উপর। আর সেই কোণটি প্রতি ৪১,০০০ বছরের একটি চক্রাকার পর্যায়ক্রমে ২১.৫ থেকে ২৪.৫ ডিগ্রীর মধ্যে বদলাতে থাকে। সেই হিসাবে বর্তমান পর্যায়ে কর্কটক্রান্তি রেখার অবস্থান প্রতি বছর আধ সেকেন্ড করে কমে আসছে। এছাড়া ধীর পরিবর্তন ছাড়াও আহ্নিক অক্ষটি ঘুর্ণণরত লাটুর মতই স্থায়ী না থেকে প্রিসেশন নামে একটি বলয়াকার গতি এবং ন্যুটেশন নামে একটি দোদুল্যমান গতি পরিদর্শন করে। ন্যুটেশনের পর্যায়কাল পৃথিবীর ক্ষেত্রে ১৮৬ বছর এবং কৌণিক পরিমাণ প্রায় সাড়ে নয় সেকেন্ড। রেখাটি নির্দিষ্ট নয় এবং এটি প্রত্যেক বছর ১৫ মিটার(০৪৮৬) করে দক্ষিণদিকে সরে যাচ্ছে। রেখাটি ১৯১৭ সালে ছিল ২৩° ২৭ এবং ২০৪৫ সালে ২৩ ২৬ অক্ষাংশে পৌঁছাবে।"
    },
    {
        "q": "১৯৯৩ সালের ডিসেম্বরে অনুষ্ঠিত রাশিয়ার পার্লামেন্টের নির্বাচনে কোন রাজনৈতিক দলটি সংখ্যাগরিষ্ঠ দল হিসেবে আত্মপ্রকাশ করে?",
        "a": "রাশিয়া’স চয়েস",
        "b": "লিবারেল ডেমোক্রেটিক পার্টি",
        "c": "স্যোশ্যাল ডেমোক্রেটিক পার্টি",
        "d": "দ্য কমিউনিস্ট পার্টি",
        "r": "b",
        "e": "”১৯৯৩ সালের ডিসেম্বরে অনুষ্ঠিত রাশিয়ার পার্লামেন্টের নির্বাচনে রাজনৈতিক দলটি সংখ্যাগরিষ্ঠ দল হিসেবে আত্মপ্রকাশ করে লিবারেল ডেমোক্রেটিক পার্টি।\\n লিবারেল ডেমোক্র্যাটিক পার্টি বা এলডিপি বাংলাদেশের একটি রাজনৈতিক দল যা বাংলাদেশের “”জনপ্রতিনিধিত্ব আইন ২০০৮* বাংলাদেশ নির্বাচন কমিশনে নিবন্ধিত। ২০০৬ সালের ২৬ অক্টোবর বাংলাদেশের সাবেক রাষ্ট্রপতি এ.কিউ এম বদরুদ্দোজা চৌধুরীর বিকল্প ধারার সাথে বিএনপির স্থায়ী কমিটির সদস্য কর্ণেল অলি আহমেদ ও বিএনপির অন্য ২৪ জন মন্ত্রী, সংসদ সদস্য একত্রিত হয়ে এই দল প্রতিষ্ঠা করেন। তবে ২০০৭ সালে আদর্শগত কারণে বিকল্প ধারা, এলডিপি থেকে বের হয়ে যায়। “"
    },
    {
        "q": "১৯৯৪ সালের বিশ্বকাপ ফুটবলে সর্বোচ্চ গোলদাতা কারা?",
        "a": "স্টইচকভ ও রোবের্তো",
        "b": "সালেনকো ও আর্ডেসন",
        "c": "সালেনকো ও স্টইচকভ",
        "d": "আর্ডেসন ও রোবের্তো",
        "r": "c",
        "e": "১৯৯৩ সালের ডিসেম্বরে অনুষ্ঠিত রাশিয়ার পার্লামেন্টের নির্বাচনে রাজনৈতিক দলটি সংখ্যাগরিষ্ঠ দল হিসেবে আত্মপ্রকাশ করে লিবারেল ডেমোক্রেটিক পার্টি।\\n লিবারেল ডেমোক্র্যাটিক পার্টি বা এলডিপি বাংলাদেশের একটি রাজনৈতিক দল যা বাংলাদেশের “জনপ্রতিনিধিত্ব আইন ২০০৮* বাংলাদেশ নির্বাচন কমিশনে নিবন্ধিত। ২০০৬ সালের ২৬ অক্টোবর বাংলাদেশের সাবেক রাষ্ট্রপতি এ.কিউ এম বদরুদ্দোজা চৌধুরীর বিকল্প ধারার সাথে বিএনপির স্থায়ী কমিটির সদস্য কর্ণেল অলি আহমেদ ও বিএনপির অন্য ২৪ জন মন্ত্রী, সংসদ সদস্য একত্রিত হয়ে এই দল প্রতিষ্ঠা করেন। তবে ২০০৭ সালে আদর্শগত কারণে বিকল্প ধারা, এলডিপি থেকে বের হয়ে যায়।"
    },
    {
        "q": "১৯৬৫ সালের আগে জাতিসংঘের নিরাপত্তা পরিষদের সদস্যসংখ্যা কত ছিল?",
        "a": "১৫টি",
        "b": "৬টি",
        "c": "১১টি",
        "d": "১০টি",
        "r": "c",
        "e": "১৯৬৫ সালের আগে জাতিসংঘের নিরাপত্তা পরিষদের সদস্য সংখ্যা ১১টি ছিল।\\n ১৯৪৪ সালের মাঝামাঝি, মিত্র শক্তি জাতিসংঘের কাঠামো ঠিক করার জন্য ওয়াশিংটন ডিসিতে ডাস্কাটন ওকস সম্মেলনে বসেন এবং দ্রুত জাতিসংঘের নিরাপত্তা পরিষদ গঠন নিয়ে আলোচনা করেন। চীন, ফ্রান্স, রাশিয়া যুক্তরাজ্য, যুক্তরাষ্ট্র স্থায়ী সদস্য নির্বাচিত হয়। যুক্তরাষ্ট্র ব্রাজিলকে ষষ্ঠ স্থায়ী সদস্য করার চেষ্টা করে কিন্তু রাশিয়া ও যুক্তরাজ্যের বিরোধিতায় ভেস্তে যায়। ডাম্বাটন ও পরবর্তী সম্মেলনগুলোতে স্থায়ী সদস্যদের ভেটো ক্ষমতা নিয়ে ব্যাপক বিতর্ক হয়। ১৯৪৫ সালের ফেব্রুয়ারি মাসে ইয়াল্টা সম্মেলনে রাশিয়া, যুক্তরাজ্য, যুক্তরাষ্ট্র ভেটো ক্ষমতা নিয়ে একমত হয়।\\n ১৯৪৫ সালের ২৫ এপ্রিল জাতিসংঘ একটি আন্তর্জাতিক সম্মেলন আয়োজন করে সান ফ্রান্সিস্কোতে যেখানে ৫০ টি দেশ ও অনেক এনজিও অংশগ্রহণ করে, তারা সবাই সেখানে একটি সনদের খসড়া তৈরি করে। ১৯৪৫ সালের ২৪ অক্টোবর নিরাপত্তা পরিষদ গঠিত হয়। ১৯৪৬ সালের ১৭ জানুয়ারি নিরাপত্তা পরিষদ চার্চ হাউস, ওয়েস্টমিনিস্টার লন্ডন ইংল্যান্ডে প্রথম অধিবেশনে বসে।"
    },
    {
        "q": "গাম্বিয়ার সেনাবাহিনী অভ্যুত্থানের মাধ্যমে কবে দেশের ক্ষমতা দখল করে?",
        "a": "২১ জুলাই, ১৯৯৪",
        "b": "২২ জুলাই, ১৯৯৪",
        "c": "২৩ জুলাই, ১৯৯৪",
        "d": "২৪ জুলাই, ১৯৯৪",
        "r": "b",
        "e": "গাম্বিয়ার সেনাবাহিনী অভ্যুত্থানের মাধ্যমে দেশের ক্ষমতা দখল করে ২২ জুলাই ১৯৯৪।\\n ১৯৬৫ সালে দেশটি স্বাধীনতা লাভ করে। স্বাধীনতার পর দেশটি একটি স্থিতিশীল গণতন্ত্র হিসেবে গণ্য হয়।\\n ১৯৯৪ সালে একটি রক্তপাতহীন সামরিক অভ্যুত্থানের মাধ্যমে রাষ্ট্রপতিকে অপসারণ করা হয় এবং সামরিক নেতা ইয়াহিয়া জাম্মেহ তার স্থান নেন। জাম্মেহ পরবর্তীকালে গাম্বিয়ার রাষ্ট্রপতি নির্বাচনে বিজয়ী হন। ২০১৬ সালের ডিসেম্বরের নির্বাচনে জামমেহকে পরাজিত করার পরে জানুয়ারী ২০১৭ সালে অ্যাডামা ব্যারো গাম্বিয়ার তৃতীয় রাষ্ট্রপতি হন।"
    },
    {
        "q": "নাইজেরিয়ার বিরোধী নেতা মাসুদ আবিওলা কবে নিজেকে নাইজেরিয়ার প্রেসিডেন্ট বলে ঘোষণা করেন?",
        "a": "৭ জুন, ১৯৯৪",
        "b": "১১ জুন, ১৯৯৪",
        "c": "১ জুলাই, ১৯৯৪",
        "d": "১২ জুলাই, ১৯৯৪",
        "r": "a",
        "e": "নাইজেরিয়ার বিরোধী নেতা মাসুদ আবিওলা নিজেকে নাইজেরিয়ার প্রেসিডেন্ট বলে ঘোষণা করেন ৭ জুন, ১৯৯৪।\\n নাইজেরিয়ার বিরোধী নেতা মাসুদ আবিওলা ১১ জুন ১৯৯৪ নিজেকে নাইজেরিয়ার প্রেসিডেন্ট হিসেবে ঘোষনা করেন।"
    },
    {
        "q": "১৪ ডিসেম্বর, ১৯৯৩ তারিখে শহীদ বুদ্ধিজীবীদের স্মৃতিকে স্মরণীয় করে রাখবার জন্য ঢাকার মোট কতগুলো সড়কের নামকরণ করা হয়?",
        "a": "৪টি",
        "b": "৫টি",
        "c": "৬টি",
        "d": "৭টি",
        "r": "b",
        "e": "১৪ ডিসেম্বর ১৯৯৩ শহীদ বুদ্ধিজীবীদের স্মৃতিকে স্মরণীয় করে রাখার জন্য ঢাকার মোট ৫টি সড়কের নামকরণ করা হয়।\\n ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধে নিহত বুদ্ধিজীবীদের স্মরণে ঢাকার মিরপুরে প্রথম শহীদ বুদ্ধিজীবী স্মৃতিসৌধ নির্মিত হয়। স্মৃতিসৌধটির স্থপতি মোস্তফা হালি কুদ্দুস। ১৯৯১ সালে ঢাকার রায়েরবাজারে শহীদ বুদ্ধিজীবী স্মৃতিসৌধ নামে আরেকটি স্মৃতিসৌধ নির্মাণ শুরু হয় যা ১৯৯৯ সালের ১৪ ডিসেম্বর উদ্বোধন করেন তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা। এর নকশা করেন জামী আল সাফী ও ফরিদউদ্দিন আহমেদ। বাংলাদেশ ডাকবিভাগ বুদ্ধিজীবীদের স্মরণে একটি স্মারক ডাকটিকিটের সিরিজ প্রকাশ করেছে"
    },
    {
        "q": "বাংলাদেশের ১৯৯৪-৯৫ সালের বাজেটে শিক্ষাখাতে বরাদ্দের পরিমাণ কত?",
        "a": "১,৮২৪ কোটি টাকা",
        "b": "১,৮৪২ কোটি টাকা",
        "c": "১,৮৭৬ কোটি টাকা",
        "d": "১,৮৬৭ কোটি টাকা",
        "r": "c",
        "e": "২০১৬-১৭ অর্থবছরের বাজেটে শিক্ষা ও প্রযুক্তি খাতে বরাদ্দ ৫২.৯১৪ কোটি টাকা। তবে শুধু শিক্ষা মন্ত্রণালয়ে বরাদ্দ ২৬,৮৫৫ কোটি টাকা।"
    },
    {
        "q": "বাংলাদেশের দীর্ঘতম রেল সেতু",
        "a": "ভৈরব সেতু",
        "b": "হার্ডিঞ্জ সেতু",
        "c": "ব্রহ্মপুত্র সেতু",
        "d": "তিস্তা সেতু",
        "r": "b",
        "e": "বাংলাদেশের দীর্ঘতম রেলসেতু হার্ডিঞ্জ।\\n হার্ডিঞ্জ ব্রিজ বাংলাদেশের পাবনা জেলার ঈশ্বরদী উপজেলার পাকশি থেকে কুষ্টিয়া জেলার ভেড়ামারা উপজেলা পর্যন্ত যুক্তকারী একটি রেলসেতু।\\n এটি বাংলাদেশের সবচেয়ে দীর্ঘ রেলসেতু হিসেবে পরিচিত। পাবনা জেলার পাকশি রেলস্টেশনের দক্ষিণে পদ্মা নদীর উপর এই সেতুটি অবস্থিত। এই সেতুর নির্মাণকাল ১৯০৯-১৯১৫। তৎকালীন ভাইসরয় লর্ড হার্ডিঞ্জের নাম অনুসারে এই সেতুর নামকরণ করা হয়।\\n হার্ডিঞ্জ ব্রিজের দৈর্ঘ্য ১, ৭৯৮.৩২ মিটার বা ৫৮৯৪ফুট বা ১৮ কিমি। এর উপর দুটি ব্রড-গেজ রেললাইন রয়েছে।"
    },
    {
        "q": "চাকমা শরণার্থীদের দ্বিতীয় দফার প্রথম দিন অর্থাৎ ২১ জুলাই, ১৯৯৪ তারিখে কত জন বাংলাদেশে প্রত্যাবর্তন করেন?",
        "a": "৩৮৭ জন",
        "b": "৩৭৫ জন",
        "c": "৩৫৭ জন",
        "d": "৩৭৮ জন",
        "r": "b",
        "e": "চাকমা শরণার্থীদের দ্বিতীয় দফায় ১ম দিন অর্থাৎ ২১ জুলাই ১৯৯৪ তারিখে বাংলাদেশে প্রত্যাবর্তন করেন ৩৭৫ জন।\\n টেন মিনিট স্কুলের “ব্যাংক জবস কোর্স” -এ এনরোল করতে ক্লিক করো এই লিংকে!\\n এনরোল করো\\n \\n \\n \\n রোহিঙ্গা বিতর্কের মধ্যেই হাজোং ও চাকমা উপজাতির শরণার্থীদের নাগরিকত্ব দেওয়ার সিদ্ধান্ত নিল কেন্দ্রীয় সরকার। পাঁচ দশক আগে তৎকালীন পূর্ব পাকিস্তান থেকে হাজোং ও চাকমা শরণার্থীরা ভারতে আসে। এদের বেশিরভাগেরই অরুণাচল প্রদেশের শরণার্থী শিবিরে বাস। সুপ্রিম কোর্টের নির্দেশকে মান্যতা দিয়ে এই দুই উপজাতির শরণার্থীদের নাগরিকত্ব দেওয়ার সিদ্ধান্ত নিল কেন্দ্র।\\n টাস্কফোর্সের প্রধান নির্বাহী কর্মকর্তা কৃষ্ণ চন্দ্র চাকমা, স্থানীয় সরকারের বিভাগীয় পরিচালক দীপক চক্রবর্তী, রাঙ্গামাটির জেলা প্রশাসক একেএম মামুনুর রশিদ ও তিন পার্বত্য জেলা পরিষদের প্রতিনিধিরা।"
    },
    {
        "q": "বৃত্তের পরিধি ও ব্যাসের অনুপাত-",
        "a": "৩",
        "b": "২২/৭",
        "c": "২৫/৯",
        "d": "প্রায় ৫",
        "r": "b",
        "e": "বৃত্তের পরিধি= 2πr এবং বৃত্তের ব্যাস =2r\\n এদের অনুপাত,\\n 2πr/2r =π অথবা 22/7"
    },
    {
        "q": "একজন দোকানদার ৭*1/12% ক্ষতিতে একটি দ্রব্য বিক্রয় করল। যদি দ্রব্যটির ক্রয়মূল্য ১০% কম হতো এবং বিক্রয়মূল্য ৩১ টাকা বেশি হতো, তাহলে তার ২০% লাভ হতো। দ্রব্যটির ক্রয়মূল্য কত?",
        "a": "১০০ টাকা",
        "b": "২০০ টাকা",
        "c": "৩০০ টাকা",
        "d": "৪০০ টাকা",
        "r": "b",
        "e": "প্রকৃত ক্রয় মূল্য 100 টাকা হলে\\n ৭.৫% ক্ষতিতে বিক্রয় মূল্য (১০০-৭.৫) টাকা বা ১৮৫/২\\n ১০% কমে ক্রয় মূল্য (১০০-১০) টাকা বা ৯০ টাকা\\n ৯০ টাকায় ক্রয় করে দ্রব্যটি ২০% লাভে বিক্রয় মূল্য= (১২০ * ৯০) /১০০ =১০৮ টাকা\\n দুই বিক্রয়মূল্যের মধ্যে পার্থক্য(১০৮-১৮৫/২) টাকা বা ৩১/২ টাকা\\n বিক্রয়মূল্য ৩১/২ টাকা বেশি হলে ক্রয় মূল্য ১০০টাকা\\n বিক্রয় মূল্য ১ টাকা বেশি হলে ক্রয় মূল্য (১০০ * ২)/৩১\\n বিক্রয়মূল্য ৩১ টাকা বেশি হলে ক্রয় মূল্য (১০০ * ২ * ৩১)/৩১টাকা\\n = ২০০ টাকা"
    },
    {
        "q": "দু’ব্যক্তি একত্রে একটি কাজ ৮ দিনে করতে পারে। প্রথম ব্যক্তি একাকী কাজটি ১২ দিনে করতে পারে । দ্বিতীয় ব্যক্তি একাকী কাজটি কত দিনে করতে পারবে?",
        "a": "২০ দিনে",
        "b": "২২ দিনে",
        "c": "২৪ দিনে",
        "d": "২৬ দিনে",
        "r": "c",
        "e": "দুই জন ব্যাক্তি ১ দিনে কাজ করতে পারে ১/৮ অংশ\\n প্রথম ব্যক্তি ১ দিনে কাজ করতে পারে ১/১২ অংশ\\n দ্বিতীয় ব্যক্তি ১ দিনে কাজ করতে পারে =(১/৮-১/১২)=১/২৪ অংশএখন,\\n দ্বিতীয় ব্যক্তি ১/২৪ অংশ করে ১ দিনে\\n দ্বিতীয় ব্যক্তি ১ অংশ করে = (১*২৪)/১= ২৪ দিনে"
    },
    {
        "q": "৫০০ টাকার ৪ বছরের সুদ এবং ৬০০ টাকার ৫ বছরের সুদ একত্রে ৫০০ টাকা হলে সুদের হার কত?",
        "a": "৫.০০%",
        "b": "৬.০০%",
        "c": "১০.০০%",
        "d": "১২.০০%",
        "r": "c",
        "e": "মনে করি, সুদের হার = ক\\n ৫০০ টাকার ৪ বছরের সুদ = (৫০০ * ৪ * ক) টাকা [যেহেতু সুদ = আসল * সময় * হার]\\n = ২০০০ক টাকা\\n ৬০০ টাকার ৫ বছরের সুদ = (৬০০ * ৫ * ক) টাকা\\n = ৩০০০ক টাকাপ্রশ্নমতে,\\n ২০০০ক + ৩০০০ক = ৫০০\\n বা, ৫০০০ক = ৫০০\\n বা, ক = ৫০০/৫০০০\\n সুতরাং ক = ০.১\\n অতএব, সুদের হার = ০.১ * ১০০ = ১০%"
    },
    {
        "q": "কোন লঘিষ্ঠ সংখ্যার সাথে ৩ যোগ করলে যোগফল ২৪, ৩৬ এবং ৪৮ দ্বারা বিভাজ্য হবে?",
        "a": "৮৯",
        "b": "১৪১",
        "c": "২৪৮",
        "d": "১৭০",
        "r": "b",
        "e": "এখানে ২৪, ৩৬, ৪৮ এর ল, সা, গু ১৪৪ এবং যেহেতু যোগ করতে বলা হয়েছে তাই এটা বিপরীত করতে হবে সুতরাং যোগ করতে বললে বিয়োগ করতে হবে এবং বিয়োগ করতে বললে যোগ করতে হবে\\n অতএব ১৪৪-৩= ১৪১"
    },
    {
        "q": "নিম্নলিখিত চারটি সংখ্যার মধ্যে কোনটির ভাজক সংখ্যা বিজোড়?",
        "a": "২০৪৮",
        "b": "৫১২",
        "c": "১০২৪",
        "d": "৪৮",
        "r": "c",
        "e": "যে সংখ্যাকে বর্গ করা যায় তার ভাজক সংখ্যা বিজোড় হয়\\n অতএব, ১০২৪ কে বর্গ করলে ৩০ হয়\\n তাই এখানে ১০২৪ এর ভাজক সংখ্যা বিজোড়"
    },
    {
        "q": "চতুর্ভুজের চার কোণের অনুপাত ১ : ২ : ৩ হলে বৃহত্তম কোণের পরিমাণ হবে-",
        "a": "১০০",
        "b": "১১৫",
        "c": "১৩৫",
        "d": "২২৫",
        "r": "c",
        "e": "অনুপাতের যোগফল = ১+২+২+৩ =৮\\n চতুর্ভুজের চার কোণের যোগফল ৩৬০ ডিগ্রী\\n সুতরাং বৃহত্তম কোণ = ৩৬০০ এর ৩/৮ = ১৩৫ ডিগ্রী"
    },
    {
        "q": "দুটি ত্রিভুজের মধ্যে কোন উপাদানগুলো সমান হওয়া সত্ত্বেও ত্রিভুজ দুটি সর্বসম নাও হতে পারে?",
        "a": "দুই বাহু ও অন্তর্ভুক্ত কোণ",
        "b": "দুই কোণ ও এক বাহু",
        "c": "তিন কোণ",
        "d": "তিন বাহু",
        "r": "c",
        "e": "দুটি ত্রিভুজের সর্বসম হওয়ার শর্ত হলো তিনটি কোন ও তিনটি বাহু সমান হওয়া। কিন্তু ক, খ ও ঘ সমান হলেই তিনটি কোন ও তিনটি বাহু সমান হয়ে যায়। অথচ তিনটি কোন সমান হলে সর্বসম নাও হতে পারে।\\n তাই সঠিক উত্তর= তিন কোণ"
    },
    {
        "q": "a : b = 4 : 7 এবং b : c = 5 : 6 হলে a : b : c = কত?",
        "a": "04:07:06",
        "b": "20:35:24",
        "c": "20:35:42",
        "d": "24:35:30",
        "r": "c",
        "e": "দেওয়া আছে, a:b=4:7, b:c=5:6\\n a:b কে 5 দ্বারা ও b:c কে 7 দ্বারা গুণ করে পাই,\\n a:b = 20:35 ও b:c = 35:42অতএব, a:b:c = 20:35:42"
    },
    {
        "q": "a2+b2−c2+2ab/a2−b2+c2+2ac= কত?",
        "a": "a + b + c",
        "b": "a+b−c/a−b+c",
        "c": "a−b+c/a+b−c",
        "d": "a+b−c/a+b+c",
        "r": "b",
        "e": "দেয়া আছে,\\n a2+b2−c2+2ab/a2−b2+c2+2ac=(a+b)2−c2/(a+c)2−b2=(a+b+c)(a+b−c)/(a+c+b)(a+c−b)[a2−b2এরসূত্রবসিয়ে]=(a+b−c)/(a−b+c)"
    },
    {
        "q": "এর মান কত?",
        "a": "52",
        "b": "46",
        "c": "26",
        "d": "22",
        "r": "c",
        "e": "আমরা জানি,\\n (a+b+c)2=a2+b2+c2+2(ab+bc+ca)বা,2(ab+bc+ca)=(a+b+c)2−a2+b2+c2বা,ab+bc+ca=(81−29)/2=26"
    },
    {
        "q": "পানির জীব হয়েও বাতাসে নিশ্বাস নেয়",
        "a": "পটকা মাছ",
        "b": "হাঙ্গর",
        "c": "শুশুক",
        "d": "জেলী ফিস",
        "r": "c",
        "e": "পানির জীব হয়েও বাতাসে নিশ্বাস নেয় শুশুক"
    },
    {
        "q": "রঙিন টেলিভিশন হতে ক্ষতিকর কোন রশ্মি বের হয়?",
        "a": "মৃদু রঞ্জন রশ্মি",
        "b": "গামা রশ্মি",
        "c": "বিটা রশ্মি",
        "d": "কসমিক রশ্মি",
        "r": "a",
        "e": "টিভির পর্দায় ফসফর থাকে এবং ইলেকট্রন যখন এই ফসফরকে আঘাত করে তখন এখানে মৃদু মৃদু রঞ্জন রশ্মি নির্গত হয়।"
    },
    {
        "q": "আধুনিক মুদ্রণ ব্যবস্থায় ধাতুনির্মিত অক্ষরের প্রয়োজন ফুরাবার বড় কারণ-",
        "a": "কম্পিউটার",
        "b": "অফসেট পদ্ধতি",
        "c": "ফটো লিথোগ্রাফি",
        "d": "প্রসেস ক্যামেরা",
        "r": "c",
        "e": "আধুনিক মুদ্রণ ব্যবস্থায় ধাতুনির্মিত অক্ষরের প্রয়োজন ফুরাবার বড় কারণ- ফটো লিথোগ্রাফি"
    },
    {
        "q": "ডিজিটাল টেলিফোনের প্রধান বৈশিষ্ট্য-",
        "a": "ডিজিটাল সিগন্যালে বার্তা প্রেরণ",
        "b": "বোতাম টিপে ডায়াল করা",
        "c": "অপটিক্যাল ফাইবারের ব্যবহার",
        "d": "নতুন ধরনের মাইক্রোফোন",
        "r": "a",
        "e": "ডিজিটাল টেলিফোনের প্রধান বৈশিষ্ট্য ডিজিটাল সিগন্যালে বার্তা প্রেরণ করা।"
    },
    {
        "q": "আবহাওয়ায় ৯০% আর্দ্রতা মানে-",
        "a": "বৃষ্টিপাতের সম্ভাবনা ৯০%",
        "b": "১০০ ভাগ বাতাসে ৯০ ভাগ জলীয়বাষ্প",
        "c": "বাতাসে জলীয়বাষ্পের পরিমাণ সম্পৃক্ত অবস্থায় ৯০%",
        "d": "বাতাসে জলীয়বাষ্পের পরিমাণ বৃষ্টিপাতের সময়ের ৯০%",
        "r": "c",
        "e": "আবহাওয়ায় ৯০% আর্দ্রতা মানে- বাতাসে জলীয়বাষ্পের পরিমাণ সম্পৃক্ত অবস্থায় ৯০%"
    },
    {
        "q": "নাড়ীর স্পন্দন প্রবাহিত হয়-",
        "a": "ধমনীর ভেতর দিয়ে",
        "b": "শিরার ভেতর দিয়ে",
        "c": "স্নায়ুর ভেতর দিয়ে",
        "d": "ল্যাকটিয়ালের ভেতর দিয়ে",
        "r": "a",
        "e": "নাড়ীর স্পন্দন প্রবাহিত হয়- ধমনীর ভেতর দিয়ে"
    },
    {
        "q": "চাঁদে কোন শব্দ করলে তা শোনা যাবে না কেন?",
        "a": "চাঁদে কোন জীব নেই তাই",
        "b": "চাঁদে কোন পানি নেই তাই",
        "c": "চাঁদে বায়ুমণ্ডল নেই তাই",
        "d": "চাঁদের মাধ্যাকর্ষণজনিত ত্বরণ পৃথিবীর মাধ্যাকর্ষণজনিত ত্বরণ অপেক্ষা কম তাই",
        "r": "c",
        "e": "চাঁদে কোন শব্দ করলে তা শোনা যাবে না কারণ চাঁদে বায়ুমণ্ডল নেই তাই"
    },
    {
        "q": "পীট কয়লার বৈশিষ্ট্য হলো-",
        "a": "মাটির অনেক গভীরে থাকে",
        "b": "ভিজা ও নরম",
        "c": "পাহাড়ি এলাকায় পাওয়া যায়",
        "d": "দহন ক্ষমতা কয়লার তুলনায় অধিক",
        "r": "a",
        "e": "পীট কয়লার বৈশিষ্ট্য হলো- মাটির অনেক গভীরে থাকে"
    }
]