[
    {
        "q": "গবাদি পশুর জাত উন্নয়নে পাক-ভারত উপমহাদেশে কোন ব্রিটিশ অগ্রণী ভূমিকা পালন করেন?",
        "a": "জে এইচ বি হেলেন",
        "b": "লর্ড লিনলিথগো",
        "c": "লর্ড ক্লাইভ",
        "d": "ওয়ারেন হেস্টিংস",
        "r": "b",
        "e": "বাংলাদেশে গবাদি পশু গবেষণা ইনস্টিটিউট ঢাকার সাভারে প্রতিষ্ঠিত। এটি গবাদি পশুর ওপর নানা গবেষণা কার্য পরিচালনা করে। উল্লেখ্য, বাংলাদেশে গবাদি পশুতে প্রথম ভ্রূণ বদল করা হয় ৬ মে, ১৯৯৫।"
    },
    {
        "q": "বাংলাদেশের কোন অঞ্চলে গোচারণের জন্য বাথান আছে?",
        "a": "সিরাজগঞ্জ",
        "b": "দিনাজপুর",
        "c": "বরিশাল",
        "d": "ফরিদপুর",
        "r": "a",
        "e": "বাংলাদেশে গো-চারণের জন্য বাথান রয়েছে দুটি জেলায়। যথা-পাবনা ও সিরাজগঞ্জ।"
    },
    {
        "q": "বিশ্বব্যাংকের ১৯৯৭ সালের হিসাব অনুসারে বাংলাদেশের মানুষের মাথাপিছু আয় কত?",
        "a": "২০০ মার্কিন ডলার",
        "b": "২২৫ মার্কিন ডলার",
        "c": "২৪০ মার্কিন ডলার",
        "d": "১৯০৯মার্কিন ডলার",
        "r": "c",
        "e": "বাংলদেশ অর্থনৈতিক সমীক্ষা ২০২০ অনুযায়ী বাংলাদেশের মাথাপিছু আয় ২০৬৪ মার্কিন ডলার।"
    },
    {
        "q": "বাংলাদেশে পার্বত্য শান্তি চুক্তি স্বাক্ষরিত হয়",
        "a": "২ ডিসেম্বর, ১৯৯৭",
        "b": "৩ ডিসেম্বর, ১৯৯৭",
        "c": "২২ ডিসেম্বর, ১৯৯৭",
        "d": "৩ জানুয়ারি, ১৯৯৮",
        "r": "a",
        "e": "শান্তি চুক্তি আনুষ্ঠানিকভাবে 2 ডিসেম্বর 1997 সালে স্বাক্ষরিত হয়। চুক্তিটি পার্বত্য চট্টগ্রামের উপজাতি ও আদিবাসীদের স্বতন্ত্র জাতিসত্তা এবং বিশেষ মর্যাদাকে স্বীকৃতি দেয় এবং পার্বত্য অঞ্চলের তিনটি জেলার স্থানীয় সরকার পরিষদের সমন্বয়ে একটি আঞ্চলিক পরিষদ প্রতিষ্ঠা করে।"
    },
    {
        "q": "জাতিসংঘের সদর দপ্তর কোথায় অবস্থিত?",
        "a": "জেনেভা",
        "b": "নিউইয়র্ক",
        "c": "হেগ",
        "d": "প্যারিস",
        "r": "b",
        "e": "জাতিসংঘ সদর দপ্তর যুক্তরাষ্ট্রের নিউ ইয়র্ক সিটিতে অবস্থিত একটি কমপ্লেক্স। ১৯৫২ সালে নির্মাণের পর থেকে এটি জাতিসংঘের দাপ্তরিক কার্যালয় হিসেবে ব্যবহৃত হয়ে আসছে। নিউ ইয়র্ক সিটির ম্যানহাটন বরোর টার্টল বে এলাকায় এটি অবস্থিত। এই কমপ্লেক্সের সামনে ইস্ট রিভার অবস্থিত।"
    },
    {
        "q": "বাংলাদেশের সবচেয়ে গুরুত্বপূর্ণ খনিজ সম্পদ কোনটি?",
        "a": "কয়লা",
        "b": "চুনাপাথর",
        "c": "সাদামাটি",
        "d": "গ্যাস",
        "r": "d",
        "e": "এ পর্যন্ত বাংলাদেশে ২৭টি গ্যাসক্ষেত্র আবিষ্কৃত হয়েছে। সর্বশেষ আবিষ্কৃত গ্যাসক্ষেত্র হলো ভোলা নর্থ। এছাড়াও পাবনা মোবারকপুরে একটি গ্যাসক্ষেত্র আবিষ্কৃত হলেও পরে পরিত্যক্ত ঘোষণা করা হয়। তেল-গ্যাস অনুসন্ধানের জন্য দেশের স্থল এলাকাকে ২২টি এবং বঙ্গোপসাগরকে ২৬টি ব্লকে ভাগ করা হয়েছে।উল্লেখ্য, বাংলাদেশে প্রথম গ্যাসক্ষেত্র আবিষ্কৃত হয় ১৯৫৫ সালে এবং তা থেকে উত্তোলন শুরু হয় ১৯৫৭ সালে।"
    },
    {
        "q": "যুক্তরাষ্ট্রে ক্রীতদাস প্রথা বিলোপকারী প্রেসিডেন্টের নাম কি?",
        "a": "জর্জ ওয়াশিংটন",
        "b": "আব্রাহাম লিংকন",
        "c": "রুজভেল্ট",
        "d": "কেনেডি",
        "r": "b",
        "e": "যুক্তরাষ্ট্রের প্রেসিডেন্ট আব্রাহাম লিংকন ১৮৬৩ সালে ক্রীতদাস প্রথা বিলুপ্ত করেন। তিনি যুক্তরাষ্ট্রের ষোলতম প্রেসিডেন্ট। ১৯৬৫ সালে তিনি যুক্তরাষ্ট্রে গৃহযুদ্ধ বন্ধ করেন। একই বছরে ওয়াশিংটনের এক নাট্যশালায় নাটক দেখার সময় আততায়ীর গুলিতে নিহত হন।"
    },
    {
        "q": "বহুমূত্র রোগে কোন হরমোনের দরকার?",
        "a": "ইনসুলিন",
        "b": "থাইরক্সিন",
        "c": "এনিড্রোজেন",
        "d": "এস্ট্রোজেন",
        "r": "a",
        "e": "বহুমূত্র রোগে ইনসুলিন হরমোনের দরকার"
    },
    {
        "q": "বাংলাদেশের একজন ভোটারের সর্বনিম্ন বয়স কত?",
        "a": "১৬ বছর",
        "b": "১৮ বছর",
        "c": "২০ বছর",
        "d": "২১ বছর",
        "r": "b",
        "e": "বাংলাদেশের একজন ভোটারের সর্বনিম্ন বয়স ১৮ বছর"
    },
    {
        "q": "গ্রীন হাউজ ইফেক্টের পরিণতিতে বাংলাদেশের সবচেয়ে গুরুতর ক্ষতি কি হবে?",
        "a": "উত্তাপ অনেক বেড়ে যাবে",
        "b": "বৃষ্টিপাত কমে যাবে",
        "c": "নিমভূমি নিমজ্জিত হবে",
        "d": "সাইক্লোনের প্রবণতা বাবে",
        "r": "c",
        "e": "গ্রীন হাউজ ইফেক্টের পরিণতিতে বাংলাদেশের সবচেয়ে গুরুতর ক্ষতি হবে নিমভূমি নিমজ্জিত হওয়া"
    },
    {
        "q": "ওজোন স্তরের ফাটলের জন্য মুখ্যত দায়ী কোন গ্যাস?",
        "a": "ক্লোরোফ্লোরো কার্বন",
        "b": "কার্বন মনোক্সাইড",
        "c": "কার্বন ডাইঅক্সাইড",
        "d": "মিথেন",
        "r": "b",
        "e": "ওজোন স্তরের ফাটলের জন্য মুখ্যত দায়ী কার্বন মনোক্সাইড গ্যাস"
    },
    {
        "q": "কোন দেশের পরিবেশের ভারসাম্য রক্ষার জন্য বনাঞ্চল প্রয়োজন মোট ভূমির-",
        "a": "১৬ শতাংশ",
        "b": "২০ শতাংশ",
        "c": "২৫ শতাংশ",
        "d": "৩০ শতাংশ",
        "r": "c",
        "e": "কোন দেশের পরিবেশের ভারসাম্য রক্ষার জন্য বনাঞ্চল প্রয়োজন মোট ভূমির- ২৫ শতাংশ"
    },
    {
        "q": "বাংলাদেশে শহীদ বুদ্ধিজীবী দিবস-",
        "a": "১৪ ডিসেম্বর",
        "b": "১৬ ডিসেম্বর",
        "c": "২১ ডিসেম্বর",
        "d": "২৩ ডিসেম্বর",
        "r": "a",
        "e": "বাংলাদেশে মুক্তিযুদ্ধে বাঙালিদের জয় নিশ্চিত দেখে পাকবাহিনী ১৯৭১ সালের ১৪ ডিসেম্বর নির্বিচারে বহু বুদ্ধিজীবীকে হত্যা করে। তাই তাদের স্মরণে ১৪ ডিসেম্বরকে ‘শহীদ বুদ্ধিজীবী দিবস’ হিসাবে পালন করা হয়।"
    },
    {
        "q": "মানুষের ক্রোমোজমের সংখ্যা কত?",
        "a": "২০ জোড়া",
        "b": "২২ জোড়া",
        "c": "২৩ জোড়া",
        "d": "২৫ জোড়া",
        "r": "c",
        "e": "মানুষের ক্রোমোজমের সংখ্যা ২৩ জোড়া"
    },
    {
        "q": "উত্তরা গণভবন কোথায় অবস্থিত?",
        "a": "রাজশাহী",
        "b": "নওগাঁ",
        "c": "বগুড়া",
        "d": "নাটোর",
        "r": "d",
        "e": "নাটোর জেলা শহর থেকে ২.৪ কিলোমিটার দূরে অবস্থিত দিঘাপতিয়া মহারাজাদের বাসস্থান দিঘাপতিয়া রাজবাড়ি আঠারো শতকে নির্মিত হয়। বাংলাদেশ স্বাধীনের পর ১৯৭২ সালের ৯ ফেব্রুয়ারি আনুষ্ঠানিকভাবে এর নাম পরিবর্তন করে রাখেন ‘উত্তরা গণভবন’।"
    },
    {
        "q": "‘বিদ্রোহী’ কবিতাটি কবি নজরুল ইসলামের কোন কাব্যগ্রন্থের অন্তর্গত-",
        "a": "অগ্নিবীণা",
        "b": "বিষের বাঁশি",
        "c": "দোলন চাঁপা",
        "d": "বাধনহারা",
        "r": "a",
        "e": "অগ্নিবীণা বিংশ শতাব্দীর প্রথমার্ধের অন্যতম জনপ্রিয় বাঙালি কবি কাজী নজরুল ইসলামের প্রথম কাব্যগ্রন্থ। এটি ১৩২৯ বঙ্গাব্দের কার্তিক মাসে (অক্টোবর ১৯২২ খ্রিষ্টাব্দ) প্রকাশিত হয়। এই গ্রন্থে মোট বারোটি কবিতা আছে। কবিতাগুলি হচ্ছে- প্রলয়োল্লাস (কবিতা)’, ‘বিদ্রোহী’, ‘রক্তাম্বর-ধারিণী মা আগমণী, ধূমকেতু কামাল পাশা, আনোয়ার রণভেরী, শাত-ইল আরব খেয়াপারের তরুণী কোরবানী ও মোহররম।"
    },
    {
        "q": "কোন জারক রস পাকস্থলিতে দুগ্ধ জমাট বাঁধায়?",
        "a": "পেপসিন",
        "b": "এমাইলেজ",
        "c": "রেনিন",
        "d": "ট্রিপসিন",
        "r": "c",
        "e": "রেনিন জারক রস পাকস্থলিতে দুগ্ধ জমাট বাঁধায়"
    },
    {
        "q": "১৯৯৮ বিশ্বকাপ ফুটবলে গোল্ডেন বুট কে পান?",
        "a": "রোনাল্ডো",
        "b": "জিদান",
        "c": "সুকের",
        "d": "বেবেতো",
        "r": "c",
        "e": "১৯৯৮ সালে বিশ্বকাপ ফুটবলে সর্বোচ্চ গোলদাতা ছিলেন ক্রোয়েশিয়ার ডেভর সুকের। তিনি সর্বোচ্চ ৬টি গোল করেন। ২০০২ বিশ্বকাপে সর্বোচ্চ গোলদাতা হিসেবে গোল্ডেন বুট পান ব্রাজিলের রোনালদো (৮ গোল)। ২০১০ বিশ্বকাপে গোল্ডেন বুট পান জার্মানির থমাস মুলার (৫ গোল)। সর্বশেষ ২০১৮ বিশ্বকাপে গোল্ডেন বুট পান ইংল্যাল্ডের হ্যারি কেন (৬ গোল)।"
    },
    {
        "q": "বিশ্ব খাদ্য ও কৃষি সংস্থার সদর দপ্তর কোথায় অবস্থিত?",
        "a": "জেনেভা",
        "b": "প্যারিস",
        "c": "লন্ডন",
        "d": "রোম",
        "r": "d",
        "e": "১৯৪৫ সালের ১৬ অক্টোবর কুইবেকে অনুষ্ঠিত এক সম্মেলনে জাতিসংঘ খাদ্য ও কৃষি সংস্থা প্রতিষ্ঠিত হয়। এর সদর দপ্তর ইতালির রোমে।"
    },
    {
        "q": "‘আমার ভাইয়ের রক্তে রাঙানো ২১ শে ফেব্রুয়ারি’ গানের রচয়িতা কে?",
        "a": "আব্দুল গাফফার চৌধুরী",
        "b": "আলতাফ মাহমুদ",
        "c": "আব্দুল লতিফ",
        "d": "আব্দুল আলীম",
        "r": "a",
        "e": "আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি আমি কি ভুলিতে পারি।-এ গানের গীতিকার আব্দুল গাফ্ফার চৌধুরী। আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি আমি কি ভুলিতে পারি।এ গানের ১ম সুরকার আব্দুল লতিফ। আমার ভাইয়ের রক্তে রাঙানো একুশে ফেব্রুয়ারি আমি কি ভুলিতে পারি। গানটির বর্তমান সুরকার আলতাফ মাহমুদ।"
    },
    {
        "q": "রবীন্দ্রনাথ ঠাকুরের ছদ্মনাম হলো-",
        "a": "পরশুরাম",
        "b": "নীললোহিত",
        "c": "ভানুসিংহ ঠাকুর",
        "d": "গাজী মিয়া",
        "r": "c",
        "e": "ভানুসিংহ ঠাকুরের পদাবলী রবীন্দ্রনাথ ঠাকুর রচিত একটি কাব্যগ্রন্থা রবীন্দ্রনাথ কৈশোর ও প্রথম যৌবনে ভানুসিংহ ছদ্মনামে বৈষ্ণব কবিদের অনুকরণে কিছু পদ রচনা করেছিলেন। ১৮৮৪ সালে সেই কবিতাগুলিই ভানুসিংহ ঠাকুরের পদাবলী নামে প্রকাশিত হয়। কবিতাগুলি গ্রন্থাকারে প্রকাশের পূর্বে বিভিন্ন সময়ে ভারতী পত্রিকায় প্রকাশিত হয়েছিল।"
    },
    {
        "q": "‘দ্য লিবারেশন অব বাংলাদেশ’ গ্রন্থের রচয়িতা-",
        "a": "রফিকুল ইসলাম",
        "b": "রশীদ করিম",
        "c": "মেজর জেনারেল সুখওয়ান্ত সিং",
        "d": "কর্নেল সিদ্দিক মালিক",
        "r": "c",
        "e": "মুক্তিযুদ্ধকালে ইস্টার্ন জোনের ভারতীয় সেনা কর্মকর্তা মেজর জেনারেল সুখওয়ান্ত সিংয়ের লেখা বই ইন্ডিয়াস ওয়ারস সিন্স ইনডিপেনডেন্টস দা বারেশন অব বাংলাদেশ (ভলিউম ওয়ান)।"
    },
    {
        "q": "বাগেরহাট খান জাহান আলীর প্রতিষ্ঠিত মসজিদটি কত গম্বুজ বিশিষ্ট?",
        "a": "একাশি",
        "b": "সাতাশি",
        "c": "ষাট",
        "d": "চৌষটি",
        "r": "a",
        "e": "হযরত খানজাহান (রঃ) কর্তৃক নির্মিত অপূর্ব কারম্নকার্য খচিত পাঁচ শতাব্দীরও অধিক কালের পুরাতন বিশালায়তন এ মসজিদটি তাঁর দরগাহ হতে প্রায় দেড় কিলোমিটার পশ্চিমে অবস্থিত। স্থাপত্য কৌশলে ও লাল পোড়া মাটির উপর লতাপাতার অলংকরণে মধ্য যুগীয় স্থাপত্য শিল্পে এ মসজিদ এক বিশেষ স্থান অধিকার করে আছে। যদিও ইহা ষাটগম্বুজ মসজিদ নামে পরিচিত, কিন্তু প্রকৃত পক্ষে চতুস্কোনের বুরম্নজের উপর চারটি গম্বু^জসহ এতে মোট ৭৪টি গুম্বজ আছে এবং মধ্যের সারির বাংলা চালের অনুরূপ ৭টি চৌচালা গম্বু^জসহ এতে মোট ৮১টি গম্বু^জ আছে। বিশেষভাবে লক্ষনীয় যে, এর প্রার্থনা কক্ষের চৌচালা ছাদ ও গম্বু^জগুলি ইট ও পাথরের ষাটটি খাম্বার দ্বারা সমর্থিত খিলানের উপর নির্মিত।\\n জনশ্রুতি আছে যে, হযরত খানজাহান (রঃ) ষাটগম্বুজ মসজিদ নির্মাণের জন্য সমুদয় পাথর সুদুর চট্টগ্রাম মতামত্মরে ভারতের উড়িষ্যার রাজমহল থেকে তাঁর অলৌকিক ক্ষমতা বলে জলপথে ভাসিয়ে এনেছিলেন। ইমারতটির গঠন বৈচিত্রে তুঘলক স্থাপত্যের বিশেষ প্রভাব পরিলক্ষিত হয়। এ বিশাল মসজিদের চতুর্দিকে প্রাচীর ৮ফুট চওড়া এর চার কোনে চারটি মিনার আছে। দক্ষিণ দিকের মিনারের শীর্ষে কুঠিরের নাম রোশনাই কুঠির এবং এ মিনারে উপরে উঠার সিড়ি আছে। মসজিদটি ছোট ইট দিয়ে তৈরী, এর দৈর্ঘ্য ১৬০ফুট, প্রস্থ ১০৮ ফুট, উচ্চতা ২২ফুট। মসজিদের সম্মুখ দিকের মধ্যস্থলে একটি বড় খিলান এবং তার দুই পাশে পাঁচটি করে ছোট খিলান আছে। মসজিদের পশ্চিম দিকে প্রধান মেহরাবের পাশে একটি দরজাসহ মোট ২৬টি দরজা আছে। সরকারের প্রত্নতত্ত্ব ও যাদুঘর বিভাগ পুরাকীর্তি হিসেবে সংরক্ষণের জন্য এ ঐতিহাসিক মসজিদ এবং খানজাহান (রঃ) এর মাজার শরীফের দায়িত্বভার গ্রহণ করেছে। ইউনেস্কো এ মসজিদটি বিশ্ব ঐতিহ্য তালিকায় অমত্মর্ভূক্ত করেছে।"
    },
    {
        "q": "স্বাধীনতা যুদ্ধের সময় বাংলাদেশ কতগুলো সেক্টরে বিভক্ত ছিল?",
        "a": "১৯টি",
        "b": "৯টি",
        "c": "৮টি",
        "d": "১১টি",
        "r": "d",
        "e": "১৯৭১ সালের মুক্তিযুদ্ধে যুদ্ধ করার জন্য পুরো দেশটাকে ১১টা ভাগে ভাগ করা হয়েছিল। এগুলোই হচ্ছে মুক্তিযুদ্ধের ১১টি সেক্টর।"
    },
    {
        "q": "বাংলাদেশের জাতীয় পাখি-",
        "a": "ময়না",
        "b": "কাক",
        "c": "শালিক",
        "d": "দোয়েল",
        "r": "d",
        "e": "দোয়েল প্যাসেরিফরম বর্গের অন্তর্গত একটি পাখি। এর বৈজ্ঞানিক নাম Copsychus saularis\\n এই পাখির বাংলা নামটির সঙ্গে ফরাসী ও ওলন্দাজ নামের মিল আছে।\\n ফরাসী ভাষায় একে বলা হয় Shama dayal এবং ওলন্দাজ ভাষায় একে বলা হয় Dayallijster| এটি বাংলাদেশের জাতীয় পাখি। বাংলাদেশের পল্লী অঞ্চলের সর্বত্রই দোয়েল দেখা যায়।"
    },
    {
        "q": "রাজশাহীর উত্তরাংশ, বগুড়ার পশ্চিমাংশ, রংপুর ও দিনাজপুরের কিছু অংশ নিয়ে গঠিত-",
        "a": "পললগঠিত সমভূমি",
        "b": "বরেন্দ্র ভূমি",
        "c": "উত্তরবঙ্গ",
        "d": "মহাস্থানগড়",
        "r": "b",
        "e": "রাজশাহীর উত্তরাংশ, বগুড়ার পশ্চিমাংশ রংপুর ও দিনাজপুরের কিছু অংশ নিয়ে গঠিত বরেন্দ্রভূমি।\\n বরেন্দ্র ভূমি হলো বেঙ্গল বেসিনের বৃহত্তম প্লেইস্টোসিন যুগের ফিজিওগ্রাফিক ইউনিট। এটি বাংলাদেশের রাজশাহী বিভাগ ও রংপুর বিভাগের অধিকাংশ দিনাজপুর, রংপুর পাবনা, রাজশাহী বগুড়া ও জয়পুরহাট জেলা অর্থাৎ পশ্চিমবঙ্গ, ভারতের সম্পূর্ণ উত্তর দিনাজপুর দক্ষিণ দিনাজপুর এবং অধিকাংশ মালদহ জেলা পূর্ণ করে।\\n এটিবাংলাদেশের বিভিন্ন পৃথক বিভাগে উত্তর-পশ্চিম অংশ এবং ভারতের পশ্চিমবঙ্গ আচ্ছাদিত এলাকা নিয়ে গঠিত যার মোট এলাকা প্রায় ১০০০০ বর্গকিমি যার বেশিরভাগই পুরাতন পলি সম্বলিত।"
    },
    {
        "q": "বাংলাদেশের বনাঞ্চলের পরিমাণ মোট ভূমির কত শতাংশ?",
        "a": "১৯ শতাংশ",
        "b": "১২ শতাংশ",
        "c": "১৬ শতাংশ",
        "d": "১৭.০৮ শতাংশ",
        "r": "d",
        "e": "জাতিসংঘের কৃষি ও খাদ্য সংস্থা (এফএও) চলতি মাসের ৯ জুলাই বনবিষয়ক এক প্রতিবেদনে (দ্য স্টেট অব গ্লোবাল ফরেস্ট-২০১৮) বলেছে বাংলাদেশের মোট ভূখণ্ডের সাড়ে ১৩ শতাংশ বনভূমি।\\n মন্ত্রণালয়ের দাবি, দেশের মোট আয়তনের ১৭ শতাংশ বনভূমি (বন ও বৃক্ষ আচ্ছাদিত এলাকা)।"
    },
    {
        "q": "বঙ্গবন্ধু সেতুর দৈর্ঘ্য–",
        "a": "৫.৫ কি. মি.",
        "b": "৭.২ কি. মি.",
        "c": "৬ কি. মি.",
        "d": "৪.৮ কি. মি.",
        "r": "d",
        "e": "যমুনা বহুমুখী সেতু বা বঙ্গবন্ধু সেতু বাংলাদেশের যমুনা নদীর উপরে অবস্থিত একটি সড়ক ও রেল সেতু। ৪.৮ কিলোমিটার দৈর্ঘ্য বিশিষ্ট এই সেতুটি বাংলাদেশ এবং দক্ষিণ এশিয়ার দ্বিতীয় দীর্ঘতম সেতু।"
    },
    {
        "q": "বাংলাদেশের নৌ-বাহিনীর প্রতীক",
        "a": "বলাকা",
        "b": "কাঁছিবেষ্টিত নোঙর এবং এর ওপর শাপলা",
        "c": "নৌকা",
        "d": "রণতরী",
        "r": "b",
        "e": "বাংলাদেশের নৌবাহিনীর প্রতীক কাছিবেষ্টিত নোঙর। শাপলা বাংলাদেশের জাতীয় ফুল। বিমানবাহিনীর প্রতীক বলাকা।"
    },
    {
        "q": "বাংলাদেশের লোকশিল্প জাদুঘর কোথায়?",
        "a": "ময়মনসিংহে",
        "b": "বগুড়ায়",
        "c": "সোনারগাঁয়ে",
        "d": "রাঙামাটিতে",
        "r": "c",
        "e": "লোকশিল্প বাংলাদেশের দেশীয় শিল্পের ঐতিহ্যের ধারক। আবহমানকাল থেকে দেশের বিভিন্ন সম্প্রদায় এই শিল্পকে বাঁচিয়ে রেখেছে। আর এই শিল্পকে বাঁচিয়ে রাখার ব্যাপারে সকল উদ্যোগ গ্রহণ করেছিলেন শিল্পাচার্য জয়নুল আবেদীন বাংলাদেশের লোকশিল্পের অতীত কীর্তি সমূহ সংরক্ষণের জন্য সোনারগাঁয়ে লোকশিল্প জাদুঘর স্থাপন করেছিলেন তিনি।"
    },
    {
        "q": "কসোভো কোথায় অবস্থিত?",
        "a": "আলবেনিয়ায়",
        "b": "সার্বিয়ায়",
        "c": "রুমানিয়ায়",
        "d": "গ্রিসে",
        "r": "b",
        "e": "কসোভো ইউরোপের নবীনতম স্বাধীন দেশ, যার রাজধানী প্রিস্টিনা। ১৭ ফেব্রুয়ারী ২০০৮ সালে দেশটি সার্বিয়ার নিকট থেকে স্বাধীনতা ঘোষণা করে।"
    },
    {
        "q": "গিল্ডার কোন দেশের মুদ্রার নাম?",
        "a": "নরওয়ে",
        "b": "নেদারল্যান্ড",
        "c": "পোল্যান্ড",
        "d": "প্যারাগুয়ে",
        "r": "a",
        "e": "নেদারল্যান্ডসের সাবেক মুদ্রার নাম গিল্ডার। ১ জানুয়ারি ১৯৯৯ ইউরোপ একক মুদ্রা ইউরো চালু হলে ও পাশাপাশি গিল্ডার চালু থাকে। তবে ১ জুলাই ২০০২ স্থানীয় মুদ্রা সরকাবিভাবে বিলুপ্ত হলে গিল্ডারও বিলুপ্ত হয় এবং ইউরো নেদারল্যান্ডসের একক মুদ্রা হিসেবে চালু হয়।"
    },
    {
        "q": "নেপালের পার্লামেন্টের নাম কি?",
        "a": "সিনেট",
        "b": "পঞ্চায়েত",
        "c": "কংগ্রেস",
        "d": "Federal Parliament",
        "r": "d",
        "e": "সংবিধান অনুযায়ী নেপালের নতুন আইনসভার নাম Federal Parliament। দ্বিকক্ষবিশিষ্ট আইনসভার নিম্নকক্ষের নাম House of Representative, যার সদস্য সংখ্যা ২৭৫ এবং উচ্চকক্ষের নাম National Assembly, যার সদস্য সংখ্যা ৫৯।"
    },
    {
        "q": "ইতিহাস বিখ্যাত ট্রয় নগরী কোথায়?",
        "a": "গ্রিসে",
        "b": "ইতালিতে",
        "c": "তুরস্কে",
        "d": "স্পেনে",
        "r": "c",
        "e": "ইতিহাস বিখ্যাত ট্রয় নগরী তুরস্কে"
    },
    {
        "q": "নাসা কোন দেশের সংস্থা?",
        "a": "জার্মানি",
        "b": "রাশিয়া",
        "c": "ফ্রান্স",
        "d": "যুক্তরাষ্ট্র",
        "r": "d",
        "e": "ন্যাশনাল অ্যারোনটিক্স অ্যান্ড স্পেস অ্যাডমিনিস্ট্রেশন (ইংরেজি: National Aeronautics and Space Administration (NASA)) হল মার্কিন যুক্তরাষ্ট্রের একটি স্বাধীন সংস্থা; যা বিমানচালনাবিদ্যা ও মহাকাশ সম্পর্কিত গবেষণা করে থাকে।"
    },
    {
        "q": "জনসংখ্যার ভিত্তিতে বিশ্বের বড় মুসলিম দেশ কোনটি?",
        "a": "বাংলাদেশ",
        "b": "পাকিস্তান",
        "c": "সৌদি আরব",
        "d": "ইন্দোনেশিয়া",
        "r": "d",
        "e": "জনসংখ্যার ভিত্তিতে বিশ্বের সবচেয়ে বড় মুসলিম দেশ ইন্দোনেশিয়া।\\n ইন্দোনেশিয়া দক্ষিণ পূর্ব এশিয়ার একটি দ্বীপ রাষ্ট্র। ল্যাটিন ইন্ডাস থেকে ইন্দোনেশিয়া শব্দটি এসেছে। ল্যাটিন শব্দটির অর্থ দাঁড়ায় দ্বীপ। ডাচ উপনিবেশের কারণে তাদের দেয়া নামটি ওই অঞ্চলের জন্য প্রচলিত হয়।\\n ১৯০০ সাল থেকে জায়গাটি ইন্দোনেশিয়া নামে পরিচিতি পায়। প্রায় ৫,০০০ দ্বীপের সমন্বয়ে গঠিত এই দেশটি পৃথিবীর বৃহত্তম মুসলিম সংখ্যাগরিষ্ঠ রাষ্ট্র। এর রাজধানীর নাম জাকার্তা।"
    },
    {
        "q": "ভায়াগ্রা কি?",
        "a": "একটি জলপ্রপাত",
        "b": "নতুন একটি ঔষধ",
        "c": "সাড়া জাগানো চলচ্চিত্রের নাম",
        "d": "নতুন জাহাজের নাম",
        "r": "b",
        "e": "সিলডেনাফিল সাইট্রেট, যা ভায়াগ্রা এবং অন্যান্য বাণিজ্যিক নামে বিক্রি হয়ে থাকে, এমন একটি ঔষধ যা পুরুষের ধ্বজভঙ্গের (ইং: ইরেকটাইল ডিসফাংশান) ক্ষেত্রে ব্যবহার করা হয়। এছাড়াও হৃদপিণ্ডের ধমনীর উচ্চ রক্তচাপের চিকিৎসায়ও ব্যবহৃত হয়ে থাকে।"
    },
    {
        "q": "এশীয় উন্নয়ন ব্যাংকের প্রধান কার্যালয় কোথায়?",
        "a": "ব্যাংকক",
        "b": "সিঙ্গাপুর",
        "c": "টোকিও",
        "d": "ম্যানিলা",
        "r": "d",
        "e": "এশীয় উন্নয়ন ব্যাংকের প্রধান কার্যালয় ম্যানিলা"
    },
    {
        "q": "কম্পিউটার সফটওয়ারের জগতে নামকরা প্রতিষ্ঠান কোনটি?",
        "a": "অলিভেটি",
        "b": "আইবিএম",
        "c": "অ্যাপেল ম্যাকিনটশ",
        "d": "মাইক্রোসফট",
        "r": "d",
        "e": "কম্পিউটার সফটওয়ারের জগতে নামকরা প্রতিষ্ঠান মাইক্রোসফট।"
    },
    {
        "q": "যুক্তরাষ্ট্র চায়, ইসরাইল কত শতাংশ জায়গা ফিলিস্তিনিদের কাছে হস্তান্তর করবে?",
        "a": "১২ শতাংশ",
        "b": "১০ শতাংশ",
        "c": "১৩ শতাংশ",
        "d": "১১ শতাংশ",
        "r": "c",
        "e": "যুক্তরাষ্ট্র চায় ইসরাইল ১৩ শতাংশ জায়গা ফিলিস্তিনিদের কাছে হস্তান্তত করবে।\\n ইসরায়েলি-ফিলিস্তিনি সংঘাত অনেক দিন ধরে ফিলিস্তিন ও ইসরায়েল এর মধ্যে চলে আসা সংঘাতকে নির্দেশ করে। একে বৃহত্তর অর্থে আরব ইসরায়েল সংঘাতের একটি উল্লেখযোগ্য অংশ হিসেবেও আখ্যায়িত করা যায়। দুইটি আলাদা জাতি করার জন্য অনেক পরিকল্পনাই করা হয়েছে। এই পরিকল্পনাগুলো বাস্তবায়িত হলে ইসরায়েলের পাশে একটি স্বাধীন-সার্বভৌম ফিলিস্তিন রাষ্ট্রও গঠিত হতো। একটি সাম্প্রতিক জরিপে দেখা গেছে, দুই দেশের অধিকাংশ মানুষই এই সংঘাত নিরসনে অন্য যেকোন পরিকল্পনার তুলনায় দুই-জাতি পরিকল্পনাকে বেশি সমর্থন করে।\\n এই দুই পক্ষের মধ্যে আনুষ্ঠানিক সমঝোতা তৈরীতে কেন্দ্রী চরিত্র হিসেবে কাজ করে কোয়ার্টেট অফ দ্য মিডল ইস্ট (বা শুধু কোয়ার্টেট) নামে পরিচিত একটি দল। এই দলে কূটনৈতিকভাবে অংশ নেয় মার্কিন যুক্তরাষ্ট্র, রাশিয়া, ইউরোপীয় ইউনিয়ন এবং জাতিসংঘ। আরব লীগ এই সংঘাতের আরেক নায়ক যারা একটি বিকল্প শান্তি পরিকল্পনা পেশ করেছে। আরব লীগের প্রতিষ্ঠাতা সদস্য মিশর এতে মুখ্য ভূমিকা রাখছে।"
    },
    {
        "q": "বাংলাদেশের জিডিপিতে পশু সম্পদের অবদান কত ?",
        "a": "১.৪৭%",
        "b": "৫.০০%",
        "c": "৬.৫০%",
        "d": "১০.০০%",
        "r": "a",
        "e": "বাংলাদেশ অর্থনৈতিক সমীক্ষা ২০১৮ অনুসারে ২০১৭-১৮ অর্থবছরে জিডিপিতে প্রাণিসম্পদের অবদান ১.৬০% (প্রাক্কলিত)।"
    },
    {
        "q": "বর্তমানে বিদেশ থেকে কত টাকার গুঁড়া দুধ আমদানি করা হয়?",
        "a": "৫০০ কোটি টাকা",
        "b": "৪০০ কোটি টাকা",
        "c": "৩০০ কোটি টাকা",
        "d": "১২৫ কোটি টাকা",
        "r": "b",
        "e": "বাংলাদেশ ব্যাংকের তথ্যমতে, ২০১৫-১৬ অর্থবছরে বাংলাদেশ ১,০৪, ০০০ টন গুড়ো দুধ আমদানি করে। যার বাজারমূল্য ছিল ৩ ৬০০ কোটি টাকা।"
    },
    {
        "q": "বাংলাদেশে কেন্দ্রীয় গো-প্রজনন খামার কোথায় অবস্থিত ?",
        "a": "রাজশাহী",
        "b": "চট্টগ্রাম",
        "c": "সিলেট",
        "d": "সাভার, ঢাকা",
        "r": "d",
        "e": "বাংলাদেশের কেন্দ্রীয় গো-প্রজনন খামার সাভারে অবস্থিত।\\n কেন্দ্রীয় গো-প্রজনন ও দুগ্ধ খামার মূলত একটি গবেষণা ও সেবামূলক প্রতিষ্ঠান।\\n প্রতিষ্ঠানটি ঢাকা বিভাগের ঢাকা জেলার অন্তর্গত সাভার উপজেলাধীন আশুলিয়া থানায় ঢাকা-আরিচা মহাসড়ক সংলগ্ন জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের বিপরীত পাশে অবস্থিত।"
    },
    {
        "q": "বাংলাদেশের জাতীয় পশু কোনটি?",
        "a": "গরু",
        "b": "ছাগল",
        "c": "গয়াল",
        "d": "রয়েল বেঙ্গল টাইগার",
        "r": "d",
        "e": "বাংলাদেশের জাতীয় পশু রয়েল বেঙ্গল টাইগার (বাঘ)। রয়েল বেঙ্গল টাইগার (বাঘ) সুন্দরবন এ পাওয়া যায়।"
    },
    {
        "q": "রপ্তানি আয়ে বর্তমানে প্রাণিসম্পদের অবদান কত?",
        "a": "৮ ভাগ",
        "b": "১০ ভাগ",
        "c": "১২ ভাগ",
        "d": "১৩ ভাগ",
        "r": "a",
        "e": "২০১৭-১৮ অর্থবছরে রপ্তানি আয়ে প্রাণিসম্পদের (মৎস ও চামড়া) অবদান ছিল ৪৭৯ শতাংশ।"
    },
    {
        "q": "দেশের রপ্তানি আয়ের মধ্যে চামড়ার অবস্থান কত?",
        "a": "১০ম",
        "b": "২য়",
        "c": "৩য়",
        "d": "৪র্থ",
        "r": "a",
        "e": "অর্থনৈতিক সমীক্ষা ২০১৮-এর তথ্য মতে, দেশের মোট রপ্তানি আয়ের মধ্যে চামড়ার অবস্থান তৃতীয়া"
    },
    {
        "q": "ক্লোনিং পদ্ধতিতে জন্মগ্রহণকারী ভেড়ার নাম কি?",
        "a": "নেনী",
        "b": "টমি",
        "c": "শেলী",
        "d": "ডলি",
        "r": "d",
        "e": "ক্লোন হলো কোনো জীব বা কোষ বা বৃহৎ অণুর হুবুহু নকল৷ কোনো জীবের দেহ কোষ হতে হুবুহু ঐ জীবটিকে পুনরায় তৈরি করার পদ্ধতিকে ক্লোনিং বলা হয়। এটা প্রথম১৯৯২ সালে রোজলিন ইনস্টিটিউট, স্কটল্যান্ডের গবেষক ডাঃ আয়ান উইলমুট তার ২৭৩ তম চেষ্টায় সফলভাবে একটি ভেড়া তৈরি করতে সক্ষম হন।"
    },
    {
        "q": "প্রাণীর মলমূত্র থেকে ব্যাকটেরিয়ার সাহায্যে ফারমেন্টেশন প্রক্রিয়ায় উৎপন্ন হয়-",
        "a": "ইথেন",
        "b": "এমোনিয়া",
        "c": "মিথেন",
        "d": "বিউটেন",
        "r": "c",
        "e": "প্রাণীর মৃত্রে থাকে এমোনিয়া\\n টেন মিনিট স্কুলের ব্যাংক জবস কোর্স -এ এনরোল করতে ক্লিক করো এই লিংকে!\\n এনরোল করো\\n \\n \\n \\n অপরদিকে মল-মূত্র গাজন বা ফার্মেন্টেশন প্রক্রিয়ায় তৈরি হয় মিথেন গ্যাস"
    },
    {
        "q": "কৃষি বিশ্ববিদ্যালয়ের সর্বপ্রথম উপাচার্য কে ছিলেন?",
        "a": "ড. এস ডি চৌধুরী",
        "b": "ড. কাজী ফজলুর রহিম",
        "c": "ড. ওসমান গনি",
        "d": "অধ্যাপক মোসলেহ উদ্দিন আহমেদ চৌধুরী",
        "r": "c",
        "e": "অধ্যাপক এম ওসমান গণি (জন্ম: ১ মার্চ ১৯১২ – মৃত্যু: ২১ জুলাই ১৯৮৯) ছিলেন একজন বাংলাদেশি শিক্ষাবিদ এবং বিজ্ঞানী। ১৯৬১ সালে তিনি পূর্ব পাকিস্তান কৃষি বিশ্ববিদ্যালয়ের (বর্তমান বাংলাদেশ কৃষি বিশ্ববিদ্যালয়) প্রথম উপাচার্য হিসেবে নিয়োগ পান।"
    },
    {
        "q": "সাম্প্রতিককালে (১৯৯৮ সালে) নোবেল পুরস্কারপ্রাপ্ত কোন কৃষিবিজ্ঞানী বাংলাদেশ সফর করেন?",
        "a": "প্রফেসর ড. আব্দুস সালাম",
        "b": "প্রফেসর নরম্যান বোরলগ",
        "c": "ড. আব্দুল কাদের",
        "d": "ড. স্বামিনাথন",
        "r": "b",
        "e": "সাম্প্রতিককালে নোবেল পুরস্কারপ্রাপ্ত কৃষিবিজ্ঞানী বাংলাদেশ সফর করেন প্রফেসর নরম্যান বোৱলগ।\\n নরম্যান বোরলাউগ (মার্চ ২৫, ১৯১৪ – সেপ্টেম্বর ১২, ২০০৯) বিখ্যাত মার্কিন কৃষিবিজ্ঞানী এবং শান্তিতে নোবেল বিজয়ী, যিনি সবুজ বিপ্লবের জনক হিসেবে খ্যাত।\\n বোরলাউগ পাঁচ জনের মধ্যে একজন তিনি নোবেল শান্তি পুরস্কার, প্রেসিডেন্সিয়াল মেডেল অফ ফ্রিডম এবং কংগ্রেসনাল গোল্ড মেডেল তিনটি পদক লাভ করেছেন। এছাড়াও তিনি ভারতের দ্বিতীয় সর্বোচ্চ সম্মাননা পদ্মভূষণ লাভ করেন।"
    }
]