[
    {
        "q": "‘পদ’ বলতে কি বােঝায়?",
        "a": "যে কোন শব্দ",
        "b": "কবিতার চরণ",
        "c": "প্রত্যয়ান্ত শব্দ বা ধাতু",
        "d": "বিভক্তিযুক্ত শব্দ ও ধাতু",
        "r": "d",
        "e": "যদি ‘পদ’ শব্দটির অর্থ কি জানতে চাওয়া হতো তবে বলা যেত পদ শব্দের অর্থ -চরণ, কবিতার পঙক্তি কিংবা মধ্যযুগের সাহিত্যের বৈষ্ণব কবিদের রচিত গীতিকবিতা। ব্যাকরণের দৃষ্টিকোণ থেকে ‘পদ’ বলতে বোঝায় বিভক্তিযুক্ত শব্দ ও ধাতুকে। এছাড়া বাক্যে ব্যবহৃত প্রত্যেকটি শব্দই এক একটি পদ।"
    },
    {
        "q": "কোন বানানটি শুদ্ধ?",
        "a": "সুশ্রুষা",
        "b": "শুশ্রুষা",
        "c": "শুশ্রূষা",
        "d": "সুশ্রুসা",
        "r": "c",
        "e": "শুশ্রূষা বানান টি শুদ্ধ । এর অর্থ প্রধানত রোগীর) পরিচর্য্য বা সেবা"
    },
    {
        "q": "ঠোট-কাটা বলতে কি বােঝায়?",
        "a": "স্পষ্টভাষী",
        "b": "অহংকারী",
        "c": "মিথ্যাবাদী",
        "d": "পক্ষপাতদুষ্ট",
        "r": "a",
        "e": "ঠোঁট কাটা শব্দের অর্থ কাউকে কোনো কিছু বলতে দ্বিধাবোধ করে না এমন স্পষ্টবক্তা বা স্পষ্টবাদী। পক্ষপাতদুষ্ট বলতে বোঝায় একচোখা বা কে পক্ষের প্রতি অনুরক্ত। অহংকারী অর্থ অহংকার করে এমন অভিমানী। মিথ্যাবাদী অর্থ মিথ্যা কথা বলে এমন অসত্যভাষী।"
    },
    {
        "q": "বিষাদ-সিন্ধু’ কার রচনা?",
        "a": "মীর মশাররফ হােসেন",
        "b": "কায়কোবাদ",
        "c": "মােজাম্মেল হক",
        "d": "ইসমাইল হােসেন সিরাজী",
        "r": "a",
        "e": "বিষাদ সিন্ধু মীর মশাররফ হোসেনের শ্রেষ্ঠ উপন্যাস। উপন্যাসটিতে তিনটি পর্ব আছে। মহরম পর্ব (১৮৯৫), উদ্ধার পর (১৮৮৭) এজিদবধ পর্ব (১৮৯১) উপন্যাসটি কারবালার বিষাদময় কাহিনী অবলম্বনে রচিত। মহানবী হযরত মুহাম্মদ (স) এর দৌহিত্র ইমাম হাসান ও ইমাম হোসেনের সঙ্গে দামেস্ত অধিপতি মুয়াবিয়ার একমাত্র পুত্র এজিদের বিরোধ ও যুদ্ধ এই উপন্যাসের মূল কাহিনী।"
    },
    {
        "q": "কোনটি কাব্যগ্রন্থ?",
        "a": "শেষ লেখা",
        "b": "শেষ প্রশ্ন",
        "c": "শেষের কবিতা",
        "d": "শেষের পরিচয়",
        "r": "a",
        "e": "শেষ লেখা। কাব্যগ্রন্থ) রবীন্দ্রনাথ ঠাকুর শেষ প্রশ্ন (উপন্যাস) শরৎচন্দ্র চট্টোপাধ্যায় শেষের কবিতা (উপন্যাস) রবীন্দ্রনাথ ঠাকুর নবযুগ (পত্রিকা) সম্পাদক কাজী নজরুল ইসলাম।"
    },
    {
        "q": "নজরুল ইসলামের প্রথম প্রকাশিত কাব্যগ্রন্থ কোনটি?",
        "a": "ব্যথার দান",
        "b": "রাজবন্দীর জবানবন্দী",
        "c": "অগ্নিবীণা",
        "d": "নবযুগ",
        "r": "c",
        "e": "নজরুল ইসলারে প্রথম প্রকাশিত গ্রন্থ ব্যথার দান (ফেব্রুয়ারি ১৯২২)। ব্যথার দান নজরুলের গল্পগ্রন্থ। অগ্নিবীণা তার প্রথম প্রকাশিত কাব্যগ্রন্থ (সেপ্টেম্বর, ১৯২২) রাজবন্দীর জবানবন্দী তার প্রবন্ধগ্রন্থ (১৯২৩) এবং নবযুগ তার সম্পাদনায় প্রকাশিত পত্রিকা (১৯২০)।"
    },
    {
        "q": "কোনটি মুক্তিযুদ্ধভিত্তিক উপন্যাস?",
        "a": "আগুনের পরশমণি",
        "b": "চিলেকোঠার সেপাই",
        "c": "একাত্তরের দিনগুলাে",
        "d": "পায়ের আওয়াজ পাওয়া যায়",
        "r": "a",
        "e": "চিলেকোঠার সিপাই আখতারুজ্জামান ইলিয়াস রচিত একটি সামাজিক উপন্যাস। ৬৯-এর গণআন্দোলন এর উপজীব্য। আগুনের পরশমনি হুমায়ূন আহমেদের মুক্তিযুদ্ধভিত্তিক উপন্যাস। একান্তের দিনগুলি জাহানারা ইমামের মুক্তিযুদ্ধের স্মৃতিকথা (প্রবন্ধ)। পায়ের আওয়াজ পাওয়া যায়। সৈয়দ শামসুল হকের মুক্তিযুদ্ধভিত্তিক নাটক।"
    },
    {
        "q": "কোনটি শামসুর রাহমানের রচনা?",
        "a": "নির্জন স্বাক্ষর",
        "b": "নিরন্তর ঘণ্টাধ্বনি",
        "c": "নিরালােকে দিব্যরথ",
        "d": "নির্বাণ",
        "r": "c",
        "e": "নিরালোক নিবারণ কাব্যগ্রন্থ) শামসুর রহমান নির (উপন্যাস। বুদ্ধদেব বসু নিরন্তর ঘটকানি (উপন্যাস) সেলিনা হোসেন।"
    },
    {
        "q": "‘বৃষ্টি পড়ে টাপুর টুপুর নদে এল বান’  -এখানে ‘টাপুর টুপুর’ কোন ধরনের শব্দ?",
        "a": "বাক্যালঙ্কার শব্দ",
        "b": "অবস্থাবাচক শব্দ",
        "c": "ধ্বন্যাত্মক শব্দ",
        "d": "দ্বিরুক্ত শব্দ",
        "r": "c",
        "e": "যেসব শব্দ অব্যক্ত রব, শব্দ বা ধ্বনির অনুকরণে গঠিথ হয় তাকে অনুকার বা ধ্বন্যাত্মক শব্দ বলে। যেমন: কুহু কুহু (কোকিলের রব ) টাপুর টুপুর (বৃষ্টির পতনের শব্দ) হু হু (বাতাস প্রবাহের শব্দ)"
    },
    {
        "q": "কোনটি দ্বন্দ্ব সমাসের উদাহরণ?",
        "a": "ভাই-বােন",
        "b": "সিংহাসন",
        "c": "কানাকানি",
        "d": "গাছপাকা",
        "r": "a",
        "e": "সিংহাসন :সিংহ চিহ্নিত আসন (মধ্যপদলোপী কর্মধারয় সমাস) ভাইবোন : ভাই ও বোন (দ্বন্দ্ব সমাস) : কানাকানি কানে কানে যে কথা (ব্যতিহার বহুব্রীহি সমাস) গাছপাকা: গাছে পাকা (সপ্তমী তৎপুরুষ সমাস)।"
    },
    {
        "q": "যা সহজে অতিক্রম করা যায় না’- এ বাক্যাংশের সংক্ষিপ্ত রূপ কি?",
        "a": "অলঙ্ঘ্য",
        "b": "অনতিক্রম্য",
        "c": "দুরতিক্রম্য",
        "d": "দুর্গম",
        "r": "c",
        "e": "সিংহাসন :সিংহ চিহ্নিত আসন (মধ্যপদলোপী কর্মধারয় সমাস) ভাইবোন : ভাই ও বোন (দ্বন্দ্ব সমাস) : কানাকানি কানে কানে যে কথা (ব্যতিহার বহুব্রীহি সমাস) গাছপাকা: গাছে পাকা (সপ্তমী তৎপুরুষ সমাস)।"
    },
    {
        "q": "ব্যাঙের সর্দি’- অর্থ কি?",
        "a": "সম্ভাব্য ঘটনা",
        "b": "রােগ বিশেষ",
        "c": "অসম্ভব ঘটনা",
        "d": "প্রতারণা",
        "r": "c",
        "e": "ব্যাঙের সর্দি’- অর্থ অসম্ভব ঘটনা"
    },
    {
        "q": "সংশপ্তক’ কার রচনা?",
        "a": "শহীদুল্লাহ কায়সার",
        "b": "মুনীর চৌধুরী",
        "c": "জহির রায়হান",
        "d": "শওকত ওসমান",
        "r": "a",
        "e": "সংশপ্তক’ (১৯৬৫) শহীদুল্লাহ কায়সার রচিত একটি উপন্যাস। তার অন্য একটি বিখ্যাত উপন্যাস ‘সারেং বৌ’। শহীদুল্লাহ কায়সার ছিলেন শহীদ বুদ্ধিজীবী। ১৯৭১ সালের ১৪ ডিসেম্বের তাকে অপহরণ করে নিয়ে যাওয়া হয়। এরপর তার আর সন্ধান পাওয়া যায়নি। জহির হয়। এরপর তার আর সন্ধান পাওয়া যায়নি। জহির রায়হান তার সহোদর। নাট্যকার গল্প লেখক ও শহীদ বুদ্ধিজীবী মুনীর চৌধুরীর বিখ্যাত নাটক ‘কবর’ (১৯৬৬), রক্তাক্ত প্রান্তর (১৯৬২), ‘মুখরা রমণী বশীকরণ (১৯৭০)। তিনি কোনো উপন্যাস রচনা করেননি। জহির রায়হান রচিত উল্লেখযোগ্য উপন্যাস আরেক ফাল্গুন হাজার বছর ধরে, বরফ গলা নদী । শওকত ওসমানের উল্লেখযোগ্য উপন্যাস ক্রীতদাসের হাসি (১৯৬২) জননী (১৯৬১) . জাহান্নাম হইতে বিদায় (১৯৭১), ‘দুই সৈনকি (১৯৭৩) প্রভৃতি।"
    },
    {
        "q": "একুশে ফেব্রুয়ারি’ প্রথম সংকলনের সম্পাদক কে?",
        "a": "জহির রায়হান",
        "b": "শওকত ওসমান",
        "c": "আব্দুল গনি হাজারী",
        "d": "হাসান হাফিজুর রহমান",
        "r": "d",
        "e": "৫২ ভাষা আন্দোলনের শহীদদের স্মরণে ১৯৫৩ সালে একুশে ফেব্রুয়ারি সাহিত্য সংকলনটি প্রকাশিত হয়। হাসান হাফিজুর রহমান ছিলেন এর সম্পাদক। এছাড়াও তার সম্পাদনায় ১৬ খণ্ডে বাংলাদেশের স্বাধীনতা যুদ্ধঃ দলিলপত্র’ (১৯৮২-৮৩) প্রকাশিত হয়।"
    },
    {
        "q": "নদী ও নারী’ কার রচনা?",
        "a": "আবুল ফজল",
        "b": "কাজী আব্দুল ওদুদ",
        "c": "শামসুদ্দিন আবুল কালাম",
        "d": "হুমায়ুন কবির",
        "r": "d",
        "e": "৫২ ভাষা আন্দোলনের শহীদদের স্মরণে ১৯৫৩ সালে একুশে ফেব্রুয়ারি সাহিত্য সংকলনটি প্রকাশিত হয়। হাসান হাফিজুর রহমান ছিলেন এর সম্পাদক। এছাড়াও তার সম্পাদনায় ১৬ খণ্ডে বাংলাদেশের স্বাধীনতা যুদ্ধঃ দলিলপত্র’ (১৯৮২-৮৩) প্রকাশিত হয়।"
    },
    {
        "q": "কাজী নজরুল ইসলাম রচিত গ্রন্থ কোনটি?",
        "a": "মরুশিখা",
        "b": "অগ্নিকোণ",
        "c": "মরুসূর্য",
        "d": "রাঙা জবা",
        "r": "d",
        "e": "রাঙাজবা: কাজী নজরুল ইসলামের সঙ্গীতবিষয়ক গ্রন্থ। মরুশিয়ান যতীন্দ্রনাথ সেনগুপ্তের কাব্যগ্রন্থ। মরুসূর্য: আ. ন. ম. বজলুর রশীদ রচিত কাব্যগ্রন্থ।"
    },
    {
        "q": "আত্মঘাতী বাঙালি’ কার রচিত গ্রন্থ?",
        "a": "দেবীপ্রসাদ চট্টোপাধ্যায়",
        "b": "অশােক মিত্র",
        "c": "নীরদচন্দ্র চৌধুরী",
        "d": "অতুল সুর",
        "r": "c",
        "e": "আত্মঘাতী বাঙালি রচনা করেন নীরদ চন্দ্র চৌধুরী। অশোক মিত্র রচিত গ্রন্থ ‘কবিতা থেকে মিছিল দেবী প্রসাদ চট্টোপাধ্যায় রচিত গ্রন্থ যে গল্পের শেষ নেই।"
    },
    {
        "q": "সংস্কৃতির ভাঙা সেতু’ গ্রন্থ কে রচনা করেছেন?",
        "a": "বিনয় ঘােষ",
        "b": "মােতাহের হােসেন চৌধুরী",
        "c": "আখতারুজ্জামান ইলিয়াস",
        "d": "রাধারমণ মিত্র",
        "r": "c",
        "e": "সংস্কৃতির ভাঙা সেতু আখতারুজ্জামান ইলিয়াস রচিত প্রবন্ধগ্রন্থ।\\n সংস্কৃতির কথা মোতাহের হোসেন চৌধুরী রচিত প্রবন্ধগ্রন্থ। এছাড়া সংস্কৃতির চড়াই উৎরাই (প্রবন্ধ) শওকত ওসমান সংস্কৃতির রূপান্তর(প্রবন্ধ) গোপাল হালদার ও সংস্কৃতির সংকট (প্রবন্ধ) বদরুদ্দিন উমর রচিত"
    },
    {
        "q": "কাক ভূষণ্ডির অর্থ কি?",
        "a": "বাকসর্বস্ব",
        "b": "ষড়যন্ত্রকারী",
        "c": "দীর্ঘ প্রতীক্ষমাণ",
        "d": "দীর্ঘায়ু ব্যক্তি",
        "r": "d",
        "e": "ভূশন্ডির কাক=দীর্ঘজীবী"
    },
    {
        "q": "নিত্য মূর্ধন্য ষ- কোন শব্দে বর্তমান?",
        "a": "উপনিষদ",
        "b": "কষ্ট",
        "c": "কল্যাণীয়েষু",
        "d": "আষাঢ়",
        "r": "d",
        "e": "কতগুলো শব্দে স্বভাবতই মূর্ধন্য-ষ বসে। যেমন আষাঢ় ঊষা ,ঈষৎ পাষণ্ড পাষাণ ভাষা, শোষণ ইত্যাদি।"
    },
    {
        "q": "Select the pair that best expresses a relationship similar to that expressed in the original pair. EXCITE : CALM",
        "a": "agitate : trouble",
        "b": "restrain : compose",
        "c": "upset : preturb",
        "d": "stimulate: cool down",
        "r": "d",
        "e": "Excite আর stimulate অর্থ উত্তেজিত করে তোলা। Calm এবং cool down অর্থ শান্ত"
    },
    {
        "q": "Select the pair that best expresses a relationship similar to that expressed in the original pair. DELAY: EXPEDITE",
        "a": "blick : obstruct",
        "b": "related : halt",
        "c": "drag : procrastinate",
        "d": "detain : dispatch",
        "r": "d",
        "e": "এখানে Detain ও delay অর্থ দেরি করানো এবং Expedite অর্থ তরান্বিত করা, Dispatch অর্থ পাঠানো"
    },
    {
        "q": "Select the pair that best expresses a relationship similar to that expressed in the original pair. ANARCHY : GOVERNMENT",
        "a": "chaos: disorder",
        "b": "penury: wealth",
        "c": "monarchy: republic",
        "d": "verbosity: words",
        "r": "b",
        "e": "এখানে Government এবং Anarchy বিপরীত অর্থ প্রকাশ করে। তেমনি Penury (দারিদ্র্য) ও wealth বিপরীত"
    },
    {
        "q": "Select the pair that best expresses a relationship similar to that expressed in the original pair. VACCINE : PREVENT",
        "a": "victim: attend",
        "b": "Wound: heal",
        "c": "antidote: counteract",
        "d": "diagnosis: cure",
        "r": "c",
        "e": "Vaccine যেমন রোগকে Prevent বা বাধা দেয়। তেমনি Antidote কোনো কিছুর ক্ষেত্রে উলটা কাজ করে বা counteract করে।"
    },
    {
        "q": "— glass is, for all practical purposes, a solid, its molecular structure is that of a liquid.",
        "a": "Since",
        "b": "because",
        "c": "although",
        "d": "if",
        "r": "c",
        "e": "Although যদিও অর্থ প্রকাশ করে।"
    },
    {
        "q": "An intensive search was conducted by the detective to locate those criminals who-",
        "a": "had escaped",
        "b": "have had escaped",
        "c": "are escaping",
        "d": "have been escaping",
        "r": "a",
        "e": "Complex sentence এ দুটি verb এর ক্ষেত্রে প্রথমটি Past indefinite পরেরটি Past perfect হয়"
    },
    {
        "q": "The intellectual can no longer be said to live — the margins of society.",
        "a": "beyond",
        "b": "against",
        "c": "inside",
        "d": "before",
        "r": "a",
        "e": "বুদ্ধিজীবীরা সমাজের সীমারেখার বাইরে নয় এই অর্থ বোঝাচ্ছে।"
    },
    {
        "q": "According to the conditions of my scholarship, after finishing my degree, –",
        "a": "employment will be given to me by the university",
        "b": "my education will be employed by the university",
        "c": "the university will employ me",
        "d": "I will be employed of the university",
        "r": "c",
        "e": "এখানে বিশ্ববিদ্যালয় আমাকে নিয়োগ করবে বলে sentence complete করা হয়েছে।"
    },
    {
        "q": "If a substance is cohesive, it tends to–",
        "a": "bend without too much difficulty",
        "b": "retain heat",
        "c": "stick together",
        "d": "break easily",
        "r": "c",
        "e": "Cohesive অর্থাৎ সমন্বিত। এরা একসাথে লেগে থাকে"
    },
    {
        "q": "He stopped his car – when the light turned red.",
        "a": "equitable",
        "b": "abruptly",
        "c": "ambiguously",
        "d": "incisively",
        "r": "b",
        "e": "Abruptly অর্থ হঠাৎ কিছু করা। এখানে লালবাতি জ্বলায় হঠাৎ গাড়ি থামানোর কথা বলা হয়েছে।"
    },
    {
        "q": "The influence of the technological revolution in — and — the concentration of wealth and power in the hands of the few should worry us all.",
        "a": "undermining- neutralizing",
        "b": "proliferating – diminishing",
        "c": "accelerating— intensifying",
        "d": "aggravating- demokishing",
        "r": "c",
        "e": "Accelerating আর Intensifying বসালে বাক্যটির সঠিক অর্থ দাড়াচ্ছে"
    },
    {
        "q": "Few people would care to take the negative side of the proposition that the women of the world are-",
        "a": "oppressed — scorned",
        "b": "admired – provoked",
        "c": "rebuked – regaled",
        "d": "slighted — celebrated",
        "r": "a",
        "e": "Oppressed অর্থ হেয় করা এবং Sconed অর্থ অবজ্ঞা করা। এখানে এদুটো ব্যাবহার করায় সঠিক অর্থ প্রকাশ পায়।"
    },
    {
        "q": "Anger, even when it is — has one virtue, it overcomes—",
        "a": "inevitable – desire",
        "b": "sinful – sloth",
        "c": "unnecessary — malic",
        "d": "intense – hate",
        "r": "a",
        "e": "এখানে even when এর ব্যাবহার এর কারনে দুটি বিপরীত অর্থবোধক শব্দ বসেছে।"
    },
    {
        "q": "The word ‘dilly dally’ means –",
        "a": "wait impatiently",
        "b": "to diluten",
        "c": "repeat",
        "d": "waste time",
        "r": "d",
        "e": "Dilly Dally অর্থা টালবাহানা করা বা সময় অপচয় করা।"
    },
    {
        "q": "The word ‘Euphemism’ means-",
        "a": "description of a disagreeable thing by an agreeable name",
        "b": "stating one thing like another",
        "c": "contrast of words is made in the same sentence",
        "d": "a statement is made emphatic by overstatement",
        "r": "a",
        "e": "Euphemism হচ্ছে শুনতে harsh কিছুকে polite কোনো expression দিয়ে প্রকাশ করা।"
    },
    {
        "q": "The passive form of the sentence ‘some children were helping the wounded man’–",
        "a": "The wounded man was helping some children",
        "b": "The wounded man was helped by some children",
        "c": "The wounded man was being helped by some children",
        "d": "The wounded man was to be helped by some children",
        "r": "c",
        "e": "The wounded man was being helped by the children বাক্যটি voice change এর নিয়ম অনুযায়ী সঠিক"
    },
    {
        "q": "The author is mainly concerned with-",
        "a": "the fascination of rumors",
        "b": "the nature of rumor",
        "c": "rumor as primitive man’s newspaper",
        "d": "the breeding places of rumors",
        "r": "b",
        "e": "লেখক গুজবের ধরন জানতে আগ্রহী"
    },
    {
        "q": "The author suggests that rumors usually-",
        "a": "are hardy in their growth",
        "b": "alarm their hearers",
        "c": "are disheatening",
        "d": "can be suppressed by censorship",
        "r": "a",
        "e": "লেখক বোঝাচ্ছেন গুজব এর গঠন বেশ শক্ত হয়।"
    },
    {
        "q": "The author states that during wartime the regular sources of news present only-",
        "a": "pessinistic reports",
        "b": "optimistic reports",
        "c": "limited information",
        "d": "government propaganda",
        "r": "c",
        "e": "মুক্তিযুদ্ধের সময় সংবাদপত্র ও অন্যান্য খবর খুব সামান্য খবর দিতে পারতো।"
    },
    {
        "q": "Which of the following best describes the author’s personal attitude toward rumor?",
        "a": "Morbid curiosity",
        "b": "Excited enthusiasm",
        "c": "Acute indignation",
        "d": "Philosophical timterest",
        "r": "c",
        "e": "Acute indignation হচ্ছে প্রচন্ড ঘৃনা। এখানে গুজবের প্রতি লেখকের ঘৃনা প্রকাশ পায়।"
    },
    {
        "q": "গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধান কার্যকর হয় কোন তারিখ হতে?",
        "a": "ডিসেম্বর ১৬, ১৯৭২",
        "b": "জানুয়ারি ১০, ১৯৭২",
        "c": "নভেম্বর ৪, ১৯৭২",
        "d": "অক্টোবর ১১, ১৯৭২",
        "r": "a",
        "e": "১৯৭২ সালের ১০ এপ্রিল গণপরিষদের প্রথম অধিবেশন বসে। এ অধিবেশনে ৩৪ সদস্যবিশিষ্ট একটি সংবিধান প্রণয়ন কমিটি গঠন করা হয়। এ কমিটির সভাপতি ছিলেন তৎকালীন আইন ও সংসদীয় মন্ত্রী ড. কামাল হোসেন। এ কমিটির দায়িত্ব ছিল। সংবিধানের খসড়া প্রণয়ন করা । কমিটি ৭১ টি অধিবেশনে মিলিত হয়ে স্বীয় দায়িত্ব পালন করে এবং ১৯৭২ সালের ১২ অক্টোবর গণপরিষদ কর্তৃক গৃহীত হয় এবং ১৯৭২ সালের ১৬ ডিসেম্বর থেকে কার্যকর হয়।"
    },
    {
        "q": "বাংলাদেশে জেলার সংখ্যা কত?",
        "a": "৫৪টি",
        "b": "৩৬টি",
        "c": "৬৪টি",
        "d": "৪৪টি",
        "r": "c",
        "e": "বাংলাদেশের ৮টি বিভাগ ৬৪টি জেলাতে বিভক্ত। … বাংলাদেশের প্রথম জেলা চট্টগ্রাম জেলা ১৬৬৬ সালে প্রতিষ্ঠিত হয়েছিল।"
    },
    {
        "q": "বাংলাদেশের সংসদীয় ব্যবস্থা সংবিধানের কোন সংশােধনীর মাধ্যমে পুনঃপ্রবর্তিত হয় ?",
        "a": "নবম",
        "b": "অষ্টম",
        "c": "একাদশ",
        "d": "দ্বাদশ",
        "r": "d",
        "e": "১৯৯১ সালের ১৮ সেপ্টেম্বর রাষ্ট্রপতির অনুমোদন লাভের মাধ্যমে বাংলাদেশের রাজনৈতিক ইতিহাসে প্রবর্তিত হয় নতুন সরকার পদ্ধতি প্রক্রিয়াকরণের কার্যকরী অধ্যায়। তৎকালীন সংসদ নেত্রী বেগম খালেদা জিয়া কর্তৃক ২ জুলাই ৯১ জাতীয় সংসদে সংসদীয় পদ্ধতির সরকার প্রবর্তন বিল উত্থাপিত হলে বিনা ভোটাভুটিতে ৬ আগস্ট ১৯৯১ সংসদ কর্তৃক গৃহীত হয় এবং সংসদীয় পর্যায়ক্রমিক ধারা অতিবাহিত করে ১৮ সেপ্টেম্বর প্রেসিডেন্টের অনুমোদন লাভের মাধ্যমে বিলটি আইনে পরিণত হয়। অষ্টম সংশোধনীর মাধ্যমে রাষ্ট্রধর্ম হিসেবে ইসলামকে স্বীকৃতিদান এবং ঢাকার বাইরে ৬ টি জেলায় হাইকোর্টের স্থায়ী বেঞ্চ স্থাপন করা হয়। নবম সংশোধনীর মাধ্যমে রাষ্ট্রপতি নির্বাচনের সাথে একই সময়ে উপরাষ্ট্রপতি পদে নির্বাচন অনুষ্ঠান করা, রাষ্ট্রপতি পদে কোনো ব্যক্তিকে পর পর দু মেয়াদে সীমাবদ্ধ রাখা হয় এবং একাদশ সংশোধনীর মাধ্যমে অস্থায়ী রাষ্ট্রপতি বিচারপতি সাহাবুদ্দীন আহমদের স্বপদে ফিরে যাওয়ার বিধান করা হয়।"
    },
    {
        "q": "বাংলার ফরায়েজী আন্দোলনের সূচনাকারী কে?",
        "a": "হাজী মােহাম্মদ মহসীন",
        "b": "তিতুমীর",
        "c": "হাজী শরীয়ত উল্লাহ",
        "d": "হাজী দানেশ",
        "r": "c",
        "e": "মুসলমানদের ফরজ কাজসমূহ পালনে উদ্বুদ্বুদ্ধ করার আন্দোলনই ফরায়েজী আন্দোলন যার নেতৃত্ব দেন হাজী শরীয়তউল্লাহ। তার মৃত্যুর পর ফরায়েজী আন্দোলনের নেতৃত্ব দেন তার একমাত্র পুত্র দুদু মিয়া।"
    },
    {
        "q": "বাংলার প্রাচীনতম জায়গা কোনটি?",
        "a": "বিক্রমপুর",
        "b": "সােনারগাঁও",
        "c": "পুণ্ড্র",
        "d": "গোপালগঞ্জ",
        "r": "c",
        "e": "প্রাচীন যুগে বাংলায় অখণ্ড কোনো রাজ্য ছিল না। ভিন্ন ভিন্ন নামে খণ্ডে খণ্ডে বিভিন্ন জনপদে বিভক্ত ছিল সমগ্র বাংলা। বাংলার প্রাচীনতম জনপদ বগুড়া জেলায় অবস্থিত যার নাম মহাস্থানগড় (পুণ্ড্রনগর)। বগুড়া শহর থেকে ১০ কিমি উত্তরে করতোয়া নদীর পশ্চিম তীরে এর অবস্থান। ১৮৭৯ সালে প্রত্নতত্ত্ববিদ স্যার আলেকজান্ডার কানিংহাম এ নগর সভ্যতার ধ্বংসাবশেষ শনাক্ত করেন। অন্যদিকে, নারায়ণগঞ্জ জেলায় অবস্থিত সোনারগাঁ ও (সুবর্ণগ্রাম) ছিল বাংলার স্বাধীন শাসক ঈশা খাঁর রাজধানী, যেখান থেকেই শেরশাহের ঐতিহাসিক গ্র্যান্ড ট্রাংক রোড শুরু হয়।"
    },
    {
        "q": "মুজিবনগর কোথায় অবস্থিত?",
        "a": "মেহেরপুরে",
        "b": "সাতক্ষীরায়",
        "c": "চুয়াডাঙ্গায়",
        "d": "নবাবগঞ্জে",
        "r": "a",
        "e": "মুজিবনগর মেহেরপুর জেলার ভবেরপাড়া গ্রামে (বৈদ্যনাথতলায়) অবস্থিত।"
    },
    {
        "q": "১৯৭১ সালের ১৬ ডিসেম্বর পাকিস্তানি বাহিনী ঢাকার কোথায় আত্মসমর্পণ করে?",
        "a": "পল্টন ময়দানে",
        "b": "রমনা পার্কে",
        "c": "তৎকালীন রেসকোর্স ময়দানে",
        "d": "তৎকালীন রেসকোর্স ময়দানে",
        "r": "c",
        "e": "১৯৭১ সালের ১৬ ডিসেম্বর পাক বাহিনী ঢাকার তৎকালীন রেসকোর্স ময়দানে মিত্র বাহিনীর ভারতীয় পূর্বাঞ্চলীয় কমান্ডের অধিনায়ক লেফটেন্যান্ট জেনারেল জগজিৎ সিং অরোরার কাছে আত্মসর্পণ করে। এ রেসকোর্স ময়দানেই"
    },
    {
        "q": "বাংলাদেশের কোন ব্যক্তির ভােটাধিকার প্রাপ্তির ন্যূনতম বয়স কত?",
        "a": "১৮ বছর",
        "b": "১৬ বছর",
        "c": "১৯ বছর",
        "d": "২১ বছর",
        "r": "a",
        "e": "বাংলাদেশের সংবিধানের ১২২(২) অনুচ্ছেদের (খ) তে বলা হয়েছে কোন ব্যক্তি সংসদের নির্বাচনের জন্য নির্ধারিত কোন নির্বাচনী এলাকায় ভোটার তালিকাভুক্ত হইবার অধিকারী হইবেন যদি তাহার বয়স আঠার বৎসরের কম না হয়।"
    },
    {
        "q": "বাংলাদেশের জাতীয় সংসদে সংরক্ষিত মহিলা আসনের সংখ্যা কত?",
        "a": "২৫",
        "b": "২০",
        "c": "৩০",
        "d": "৫০",
        "r": "d",
        "e": "বাংলাদেশ সংবিধানের চতুর্দশ সংশোধনীতে সংবিধানের ৬৫(৩) নং অনুচ্ছেদে সংশোধন করে জাতীয় সংসদের সংরক্ষিত মহিলা আসনের পূর্বের ৩০ টি থেকে ৪৫ টিতে উন্নীত করে তা ১০ বছরের জন্য সংরক্ষিত বিধান রাখা হয়।\\n এবং ৩০ জুন ২০১১ সংবিধানের পঞ্চদশ সংশোধনীর মাধ্যমে সংরক্ষিত নারী আসন ৫০ টি করা হয়।"
    },
    {
        "q": "বঙ্গবন্ধু সেতুর দৈর্ঘ্য কত?",
        "a": "৪.৮ কি. মি.",
        "b": "৪.৫ কি. মি.",
        "c": "৫.২ কি. মি.",
        "d": "৬.২ কি. মি.",
        "r": "a",
        "e": "যমুনা বহুমুখী সেতু বা বঙ্গবন্ধু সেতু বাংলাদেশের যমুনা নদীর উপরে অবস্থিত একটি সড়ক ও রেল সেতু। ৪.৮ কিলোমিটার দৈর্ঘ্য বিশিষ্ট এই সেতুটি বাংলাদেশ এবং দক্ষিণ এশিয়ার দ্বিতীয় দীর্ঘতম সেতু। ১৯৯৮ সালে এর নির্মাণ কাজ শেষ হয়।"
    },
    {
        "q": "বাংলাদেশের প্রথম ‘ইপিজেড’ কোথায় স্থাপিত হয়?",
        "a": "চট্টগ্রামে",
        "b": "সাভারে",
        "c": "মংলায়",
        "d": "ঈশ্বরদীতে",
        "r": "a",
        "e": "বাংলাদেশের প্রথম ইপিজেড চট্টগ্রাম ইপিজে ১৯৮৩ সালে চট্টগ্রামের হালিশহরে প্রতিষ্ঠিত হয়। বাংলাদেশের দ্বিতীয় ইপিজেড ঢাকা ইপিজেড ঢাকার সাভারে ১৯৯৩ সালে প্রতিষ্ঠিত হয়। বাংলাদেশে বর্তমানে সরকারি ইপিজেড-এর সংখ্যা ৮ টি এবং বেসরকারি ইপিজেড ১ টি। সর্বশেষ ইপিজেড হলো কর্ণফুলী ইপিজেড। চট্টগ্রামের উত্তর পতেঙ্গায় অবস্থিত এ ইপিজেডটি ২০০৬ সালের ১২ সেপ্টেম্বর থেকে যাত্রা শুরু করে। উল্লেখ্য, ১৯৮০ সালে জাতীয় সংসদে বাংলাদেশ রপ্তানি প্রক্রিয়াকরণ এলাকা কর্তৃপক্ষ আইন পাসের মাধ্যমে ইপিজেড প্রতিষ্ঠা, ব্যবস্থাপনা ও পরিচালনা সংস্থা বাংলাদেশ রপ্তানি প্রক্রিয়াকরণ এলাকা কর্তৃপক্ষ (বেপজা) আত্মপ্রকাশ করে।"
    },
    {
        "q": "বাংলার ১৯৪৩ সালের দুর্ভিক্ষের উপর ছবি এঁকে বিখ্যাত হন কোন শিল্পী?",
        "a": "জয়নুল আবেদীন",
        "b": "এস এম সুলতান",
        "c": "কামরুল হাসান",
        "d": "শফিউদ্দিন আহমদ",
        "r": "a",
        "e": "জয়নুল আবেদিন বিংশ শতাব্দীর একজন বিখ্যাত বাঙালি চিত্রশিল্পী। তাঁর বিখ্যাত চিত্রকর্মের মধ্যে রয়েছে দুর্ভিক্ষ-চিত্রমালা, সংগ্রাম, সাঁওতাল রমণী, ঝড়, কাক, বিদ্রোহী ইত্যাদি। তাঁর দীর্ঘ দুইটি স্কুল ১৯৬৯-এ অংকিত নবান্ন এবং ১৯৭৪-এ অংকিত মনপুরা-৭০ জননন্দিত দুইটি শিল্পকর্ম।"
    },
    {
        "q": "পার্বত্য চট্টগ্রাম শান্তিচুক্তি কবে সম্পাদিত হয় ?",
        "a": "ডিসেম্বর ২, ১৯৯৭",
        "b": "নভেম্বর ১২, ১৯৯৭",
        "c": "ডিসেম্বর ১৬, ১৯৯৭",
        "d": "ডিসেম্বর ২৫, ১৯৯৭",
        "r": "a",
        "e": "পাহাড়িদের স্বতন্ত্র জনগোষ্ঠী হিসেবে চিহ্নিত করে সংরক্ষণশীল নীতিভিত্তিক কিছু সুবিধা নিশ্চিত করা হয় ১৯৯৭ সালের ২ ডিসেম্বর সম্পাদিত এ শান্তিচুক্তির মাধ্যমে। চুক্তির কিছু ধরা বাংলাদেশের প্রচলিত বিধি-বিধানের সাথে অসামঞ্জস্য যদিও সংবিধানে সরকারকে বিশেষ বিধান প্রণয়নের ক্ষমতা দেয়া হয়েছে। এ চুক্তিতে বাংলাদেশ সরকারের পক্ষে স্বাক্ষর করেন আবুল হাসনাত আবদুল্লাহ এবং পাহাড়িদের প্রতিনিধিত্ব করেন সন্তু লারমা।"
    },
    {
        "q": "১৯৭১ সালের মুক্তিযুদ্ধকালে বাংলাদেশকে কয়টি সামরিক সেক্টরে বিভক্ত করা হয়েছিল?",
        "a": "১১টি",
        "b": "৯টি",
        "c": "১৫টি",
        "d": "১৭টি",
        "r": "a",
        "e": "মুক্তিযুদ্ধ চলাকালীন সময়ে ৪ এপ্রিল মুক্তিফৌজ নামে মুক্তিবাহিনী গঠিত হয় এবং ৯ এপ্রিল এর নামকরণ করা হয় মুক্তিবাহিনী। পরবর্তীতে জেনারেল এম.এ.জি ওসমানীকে মুক্তিবাহিনী প্রধান সেনাপতি নিয়োগ দেয়া হলে তিনি বাংলাদেশকে যুদ্ধ পরিচালনার সুবিধার্থে ১১ টি সেক্টরে বিভক্ত করেন।"
    },
    {
        "q": "বাংলাদেশের অন্তর্গত সুন্দরবনের আয়তন কত?",
        "a": "১৯৫০ বর্গমাইল",
        "b": "২৪০০ বর্গমাইল",
        "c": "১৮৬০ বর্গমাইল",
        "d": "৯২৫ বর্গমাইল",
        "r": "b",
        "e": "পৃথিবীর সবচেয়ে বড় ম্যানগ্রোভ বনভূমি হলো সুন্দরবন। পশ্চিমবঙ্গ ও বাংলাদেশের এলাকা মিলিয়ে এর আয়তন ১০ হাজার বর্গকিলোমিটার। তবে বাংলাদেশ অংশের আয়তন ৬০১৭ বর্গ কিলোমিটার (তথ্য বন অধিদপ্তর)। সুন্দরবনের উত্তরে সাকক্ষীরা, খুলনা ও বাগেরহাটের লোকালয়, দক্ষিণে বঙ্গোপসাগর, পূর্বে বরিশালের বালেশ্বর নদী এবং পশ্চিমে রায়মঙ্গল ও হাড়িয়াভাঙ্গা নদী। উল্লেখ্য,ইউনেস্কোর বিশ্বসম্পদ ও ঐতিহ্য কমিটি ১৯৯৭ সালের ৬ ডিসেম্বর সুন্দরবনকে ৭৯৮ তম বিশ্ব ঐতিহ্য হিসেবে ঘোষণা করে।"
    },
    {
        "q": "বাংলাদেশ কোন সালে কমনওয়েলথের সদস্যপদ লাভ করে?",
        "a": "১৯৭৩",
        "b": "১৯৭২",
        "c": "১৯৭৪",
        "d": "১৯৭৫",
        "r": "b",
        "e": "বাংলাদেশ ১৯৭২ সালের ১৮ এপ্রিল প্রথম আন্তর্জাতিক সংস্থা হিসেবে কমনওয়েলথের ৩২তম সদস্য। উল্লেখ্য, ১৯৭২ সালে বাংলাদেশ আরো যেসব সংস্থার সদস্য পদ লাভ করে সেগুলো হলো ILO IMF FAO UNCTAD, WHO, UNESCO, IDA IBRD ইত্যাদি। ১৯৭৩ সালে বাংলাদেশ সদস্য হয় UPU, ITU WMO, IUTO ইত্যাদি সংস্থার এবং ১৯৭৪ সালের ১৭ সেপ্টেম্বর বাংলাদেশ সদস্য হয় জাতিসংঘের।"
    },
    {
        "q": "নিম্নলিখিত কোনটির ওপর বাংলাদেশ অবস্থিত?",
        "a": "ট্রপিক অব ক্যানসার",
        "b": "ট্রাপিক অব ক্যপ্রিকন",
        "c": "ইকুয়েটর",
        "d": "আর্কটিক সার্কেল",
        "r": "a",
        "e": "ট্রপিক অব ক্যান্সারের বাংলা প্রতিশব্দ হলো কর্কটক্রান্তি রেখা এবং ট্রপিক অব ক্যপ্রিকন হলো মকরক্রান্তি রেখা উত্তর গোলোর্ধে ২৩৫ উত্তর অক্ষাংশে অবস্থিত এবং এটি বাংলাদেশের মধ্যভাগ দিয়ে চলে গেছে।"
    },
    {
        "q": "মুক্তিযুদ্ধে বীরত্বপূর্ণ অবদানের জন্য কতজনকে বীরােত্তম খেতাবে ভূষিত করা হয়?",
        "a": "৫৮ জন",
        "b": "৪২ জন",
        "c": "৬৮ জন",
        "d": "৬২ জন",
        "r": "c",
        "e": "মুক্তিযুদ্ধে বীরত্বপূর্ণ অবদানের জন্য ৬৮ জনকে বীরোত্তম খেতাবে ভূষিত করা হয়।\\n ১৯৭১ সালে বাংলাদেশের মুক্তিযুদ্ধে বীরত্বপূর্ণ অবদানের জন্য মোট ৬৭৬ জনকে বিভিন্ন খেতাবে ভূষিত করা হয়। সাত জনকে বীরশ্রেষ্ঠ ৬৮ জনকে বীর উত্তম ১৭৫ জন কে বীরবিক্রম এবং ৪২৬ জনকে বীর প্রতীক খেতাবে ভূষিত করা হয়।"
    },
    {
        "q": "১৯৭১ সালে মুক্তিযুদ্ধের শুরুতে বঙ্গবন্ধু সম্পর্কে এক ব্যক্তি এক দড্রোক্তি করে, যা ছিল নিম্নরূপ : লােকটি এবং তার দল পাকিস্তানের শত্রু, এবার তারা শাস্তি এড়াতে পারবে না – এ দম্ভোক্তিকারী ব্যক্তিটি কে ছিল?",
        "a": "জেনারেল টিক্কা খান",
        "b": "জেনারেল নিয়াজী",
        "c": "জেনারেল ইয়াহিয়া খান",
        "d": "জেনারেল হামিদ খান",
        "r": "c",
        "e": "এ দম্ভোক্তিকারী ব্যক্তিটি জেনারেল ইয়াহিয়া খান"
    },
    {
        "q": "যুদ্ধই জীবন যুদ্ধই সর্বজনীন’ – ইটি কার উক্তি?",
        "a": "ফ্রাঙ্কো",
        "b": "সালজার",
        "c": "হিটলার",
        "d": "মুসােলিনী",
        "r": "c",
        "e": "আডলফ হিটলার অস্ট্রীয় বংশোদ্ভূত জার্মান রাজনীতিবিদ যিনি ন্যাশনাল সোশ্যালিস্ট জার্মান ওয়ার্কার্স পার্টির নেতৃত্ব দিয়েছিলেন। হিটলার ১৯৩৩ থেকে ১৯৪৫ সাল পর্যন্ত জার্মানির চ্যান্সেলর এবং ১৯৩৪ থেকে ১৯৪৫ সাল পর্যন্ত সে দেশের ফিউরার ছিলেন।"
    },
    {
        "q": "এশিয়ার দীর্ঘতম নদী কোনটি?",
        "a": "ইয়াংসিকিয়াং",
        "b": "হােয়াংহাে",
        "c": "গঙ্গা",
        "d": "সিন্ধু",
        "r": "a",
        "e": "এশিয়ার দীর্ঘতম নদীর নাম ইয়াংসিকিয়াং। নদীটি চীনে অবস্থিত। তিব্বতের মালভূমি এর উৎপত্তিস্থল এবং পতিত হয়েছে পূর্ব চীন সাগরে।\\n হোয়াংহো নদীকে চীনের দুঃখ বলা হয়।"
    },
    {
        "q": "সম্প্রতি (১৯৯৫) ঢাকাতে সমাপ্ত উইলস ইন্টারন্যাশনাল কাপ ক্রিকেট প্রতিযােগিতায় কয়টি দল অংশগ্রহণ করে?",
        "a": "৯টি",
        "b": "৭টি",
        "c": "১১টি",
        "d": "১২টি",
        "r": "a",
        "e": "মিনি বিশ্বকাপ খ্যাত উইলস ইন্টারন্যাশনাল কাপ ক্রিকেটের প্রথম আসরে তৎকালীন ৯টি টেস্ট দল- অস্ট্রেলিয়া ইংল্যান্ড,ওয়েস্ট ইন্ডিজ, নিউজিল্যান্ড, দক্ষিণ আফ্রিকা, ভারত, পাকিস্তান, শ্রীলঙ্কা ও জিম্বাবুয়ে অংশ নেয়।"
    },
    {
        "q": "আমলাতন্ত্রের প্রধান প্রবক্তা কে?",
        "a": "ম্যাক্স ওয়েবার",
        "b": "এফ এম মার্কস",
        "c": "রবার্ট প্রেসথাস",
        "d": "কার্ল মার্কস",
        "r": "a",
        "e": "নির্বাচিত জনপ্রতিনিধিদের ব্যর্থতা বা অযোগ্যতার প্রেক্ষিতে সরকারের আমলাদের দ্বারা পরোক্ষভাবে রাষ্ট্র চালনাকে আমলাতন্ত্র বলে। এ আমলাতন্ত্রের প্রধান প্রবক্তা ম্যাক্সওয়েবার। অন্যদিকে কার্ল মার্কসকে বলা হয় কমিউনিজম বা গণসাম্যবাদের প্রবক্তা।"
    },
    {
        "q": "সাহিত্যে ১৯৯৮-এর নােবেল পুরস্কার কে পেয়েছেন?",
        "a": "সালমান রুশদী",
        "b": "অরুন্ধতী রায়",
        "c": "ভি এস নাইপল",
        "d": "হােসে সারামাগাে",
        "r": "d",
        "e": "পর্তুগিজ সাহিত্যিক হোসে সারামাগো ১৯৯৮ সালে সাহিত্যে নোবেল পুরস্কার লাভ করেন। অন্যদিকে ভারতীয় বংশোদ্ভুত ত্রিনিদাদীয় নাগরিক ভি এস নাইপল ২০০১ সালে সাহিত্যে নোবেল পুরস্কার লাভ করেন। অরুন্ধতি রায় ও সালমান রুশদী নোবেল পুরস্কার পাননি। আমেরিকান সংগীত ঐতিহ্যে নতুন কাব্যিক অভিব্যক্তি প্রবর্তনের জন্য ২০১৬ সালে সাহিত্যে নোবেল পুরস্কার লাভ করেন বব ডিলান (প্রকৃত নাম রবার্ট অ্যালেন জিমানম্যান)।"
    },
    {
        "q": "কোন দেশটি অতীতে কখনও অন্য কোন দেশের উপনিবেশে পরিণত হয়নি?",
        "a": "মায়ানমার",
        "b": "থাইল্যান্ড",
        "c": "ইন্দোনেশিয়া",
        "d": "মালয়েশিয়া",
        "r": "b",
        "e": "থাইল্যান্ড অতীতে অন্য কোনো দেশের উপনিবেশ ছিল না।\\n থাইল্যান্ড এর বৃহত্তম শহর ও রাজধানীর নাম ব্যাংকক।\\n থাইল্যান্ড একমাত্র দক্ষিণ-পূর্ব এশীয় রাষ্ট্র যা যুদ্ধকালীন সময় ব্যতীত কখনও কোন ইউরোপীয় বা বিদেশী শক্তির নিয়ন্ত্রণে ছিল না।\\n ১৭৮২ সাল থেকে ১৯৩২ সাল পর্যন্ত দেশটিতে পরম রাজতন্ত্র প্রতিষ্ঠিত ছিল।\\n ১৯৩২ সালে বিদ্রোহীরা একটি অভ্যুত্থান ঘটায় এবং দেশে সাংবিধানিক রাজতন্ত্র প্রতিষ্ঠা করে।"
    },
    {
        "q": "ইউরােপিয়ান ইউনিয়ন (ইইউ) -এর একক মুদ্রা কবে থেকে চালু হচ্ছে?",
        "a": "১ জুলাই, ১৯৯৯",
        "b": "১ জানুয়ারি, ১৯৯৯",
        "c": "১ মার্চ, ২০০০",
        "d": "১ জুলাই, ২০০০",
        "r": "a",
        "e": "ইউরােপিয়ান ইউনিয়ন (ইইউ) -এর একক মুদ্রা ১ জানুয়ারি, ১৯৯৯ থেকে চালু"
    },
    {
        "q": "চীনের ‘দ্বৈত অর্থনীতির ধারণা প্রধানত কোন বাস্তবতার নিরিখে গৃহীত?",
        "a": "বাজার অর্থনীতিকে গ্রহণযােগ্য করা",
        "b": "বাজার অর্থনীতিকে গ্রহণযােগ্য করা",
        "c": "হংকংয়ে অর্থনীতিকে সচল রাখা",
        "d": "তাইওয়ানকে চীনের অন্তর্ভুক্তিকরণ",
        "r": "c",
        "e": "চীনের সমাজতান্ত্রিক অর্থনীতি এবং হংকং-এর পুঁজিবাদী অর্থনীতির সামঞ্জস্য বিধানের লক্ষ্যে চীনে দ্বৈত অর্থনীতি অর্থাৎ এক দেশ দুই নীতি চালু হয়। এছাড়া ম্যাকাও ও তাইওয়ানের একত্রীকরণকে সামনে রেখেও এ প্রক্রিয়াটিকে গ্রহণযোগ্য হিসেবে বিবেচনা করা হয়।"
    },
    {
        "q": "কসােভাে নগরীর সাথে সার্বীয়দের স্পর্শকাতর সম্পর্কের কারণ কি?",
        "a": "এর ধর্মীয় ঐতিহ্য ও ঐতিহাসিকস্মৃতি",
        "b": "এর রণকৌশলগত গুরুত্ব",
        "c": "মুসলিম বিদ্বেষের প্রবণতা",
        "d": "আলবেনীয়দের ঔদ্ধত্য",
        "r": "a",
        "e": "কট্টরপন্থী সার্বগণ কসোভোতে মুসলিম নিধন করে নগরীটিতে সংখ্যাগরিষ্ঠ খ্রিস্টান অধ্যুষিত অঞ্চল প্রতিষ্ঠা করার চেষ্টা করে। অন্যদিকে মুসলমানরা তাদের ধর্মীয় ঐতিহ্য ও ঐতিহাসিক স্মৃতি রক্ষায় সদা সচেষ্ট। ফলে ইউরোপের অন্যতম মুসলিম প্রধান এ নগরীটির সাথে সার্বীয়দের স্পর্শকাতর সম্পর্কের সৃষ্টি হয়। অবশেষে ২০০৮ সালের ১৭ ফেব্রুয়ারি কসোভো বিশ্বের বেশ কয়েকটি দেশের সমর্থনে সার্বিয়া থেকে নিজেকে স্বাধীন ঘোষণা করে।"
    },
    {
        "q": "রাশিয়ার পূর্বাঞ্চলের সর্ববৃহৎ শহর কোনটি?",
        "a": "ভা্লদিভস্টক",
        "b": "সাইবেরিয়া",
        "c": "খাবারভস্ক",
        "d": "বােখারা",
        "r": "a",
        "e": "কট্টরপন্থী সার্বগণ কসোভোতে মুসলিম নিধন করে নগরীটিতে সংখ্যাগরিষ্ঠ খ্রিস্টান অধ্যুষিত অঞ্চল প্রতিষ্ঠা করার চেষ্টা করে। অন্যদিকে মুসলমানরা তাদের ধর্মীয় ঐতিহ্য ও ঐতিহাসিক স্মৃতি রক্ষায় সদা সচেষ্ট। ফলে ইউরোপের অন্যতম মুসলিম প্রধান এ নগরীটির সাথে সার্বীয়দের স্পর্শকাতর সম্পর্কের সৃষ্টি হয়। অবশেষে ২০০৮ সালের ১৭ ফেব্রুয়ারি কসোভো বিশ্বের বেশ কয়েকটি দেশের সমর্থনে সার্বিয়া থেকে নিজেকে স্বাধীন ঘোষণা করে।"
    },
    {
        "q": "কানাডার ফরাসিভাষী জনগােষ্ঠী কোন অঙ্গরাজ্যে সর্বাধিক বাস করে?",
        "a": "কুইবেক",
        "b": "আলবার্টা",
        "c": "মেনিটোবা",
        "d": "নােভাস্কোশিয়া",
        "r": "a",
        "e": "কানাডার ফরাসি ভাষী জনগোষ্ঠী সর্বাধিক সংখ্যায় বাস করে কানাডার পূর্বাঞ্চলীয় অঙ্গরাজ্য কুইবেক এ।"
    },
    {
        "q": "আফগানিস্তানের কোন শহরে তালিবানরা ইরানের কূটনীতিবিদদের হত্যা করেছে?",
        "a": "হেরাট",
        "b": "মাজার-ই-শরীফ",
        "c": "জালালাবাদ",
        "d": "কান্দাহার",
        "r": "b",
        "e": "আফগানিস্তানের উত্তরাঞ্চলীয় শহর মাজার-ই-শরীফে তালেবানদের ক্ষমতায় থাকাকালীন সময়ে এ হত্যাযজ্ঞ ঘটে। যদিও সুদক্ষ ইরানি নেতৃত্বের মাধ্যমে ইরান দুদেশের মধ্যে সৃষ্ট উত্তেজনা প্রশমনে সক্ষম হয়।"
    },
    {
        "q": "উত্তর আফ্রিকার দেশগুলাের ভৌগােলিক সীমারেখার বৈশিষ্ট্য কি?",
        "a": "ঔপনিবেশিক সীমারেখা",
        "b": "জ্যামিতিক সীমারেখা",
        "c": "উপজাতিভিত্তিক সীমারেখা",
        "d": "অচিহ্নিত সীমারেখা",
        "r": "b",
        "e": "আলজেরিয়া, তিউনিশিয়া, মিশর, সুদান, লিবিয়া ইত্যাদি দেশগুলো উত্তর আফ্রিকা অঞ্চলে অবস্থিত।বিস্তীর্ণ এ অঞ্চলে বৈশিষ্ট্যমণ্ডিত পর্বত বা নদী না থাকায় মরুভূমির ওপর দিয়ে জ্যামিতিক সরলরেখা টেনে সীমা নির্ধারণ করা হয়। এটাই এ অঞ্চলের ভৌগোলিক সীমারেখার প্রধান বৈশিষ্ট্য।"
    },
    {
        "q": "কোন দেশে প্রথম আণবিক বােমা ফেলা হয়?",
        "a": "জার্মানি",
        "b": "ইতালি",
        "c": "জাপান",
        "d": "চীন",
        "r": "c",
        "e": "বিশ্বের প্রথম আণবিক বোমা (পারমাণবিক বোমা বা অ্যাটম বয় নামক এ বোমাটি ১৯৪৫ সালের ৬ আগস্ট যুক্তরাষ্ট্র এ নোলা গে’ নামক বোমারু বিমানের মাধ্যমে নিক্ষেপ করে। দ্বিতীয় বিশ্বযুদ্ধকালীন নিক্ষিপ্ত এ বোমার ব্যাপক ধ্বংসাত্মক ক্ষমতাই মূলত জাপানের পতন ত্বরান্বিত করে। উল্লেখ্য, বিশ্বের দ্বিতীয় এবং সর্বশেষ আণবিক বোমা ‘ফ্যাটম্যান ১৯৪৫ সালের ৯ আগস্ট যুক্তরাষ্ট্র কর্তৃক জাপানের নাগাসাকি নগরীতে নিক্ষিপ্ত হয়।"
    },
    {
        "q": "নিম্নলিখিত কোন আঞ্চলিক/আন্তর্জাতিক প্রতিষ্ঠানটির সদর দফতর ঢাকায় অবস্থিত?",
        "a": "APEC",
        "b": "SAARC",
        "c": "APEC",
        "d": "CIRDAP",
        "r": "d",
        "e": "ঢাকায় CIRDAP, USG এবং BIMSTEC এর সদর দপ্তর অবস্থিত। অন্যদিকে ADB এর সদর দপ্তর ম্যানিলা, APEC এর সদর দপ্তর সিঙ্গাপুর এবং SAARC-এর দপ্তর কাঠমান্ডুতে অবস্থিত।"
    },
    {
        "q": "সার্ক কোন বছর প্রতিষ্ঠিত হয়?",
        "a": "১৯৮৫",
        "b": "১৯৭৫",
        "c": "১৯৮৭",
        "d": "১৯৯০",
        "r": "a",
        "e": "সার্ক হলো দক্ষিণ এশিয়া একটি আঞ্চলিক সহযোগিতা সংস্থা। বাংলাদেশের প্রাক্তন রাষ্ট্রপতি জিয়াউর রহমান ছিলেন সার্ক প্রতিষ্ঠার স্বপ্নদ্রষ্টা। ১৯৮৫ সালে ৮ ডিসেম্বর সার্ক সনদ স্বাক্ষরিত হওয়ার মাধ্যমে এটি আনুষ্ঠানিকভাবে গঠিত হয়। বর্তমানে এর সদস্যভুক্ত মোট দেশের সংখ্যা ৮ টি। সর্বশেষ ২০১৪ সালের ২৬-২৭ নভেম্বর সার্কের ১৮ তম শীর্ষ সম্মেলন নেপালের রাজধানী কাঠমান্ডুতে অনুষ্ঠিত হয়েছে। উল্লেখ্য, কাঠমান্ডুতে সার্কের সচিবালয় রয়েছে।"
    },
    {
        "q": "কোন দেশের একজন উপ-প্রধানমন্ত্রী সম্প্রতি (১৯৯৮) বরখাস্ত হয়েছেন?",
        "a": "থাইল্যান্ড",
        "b": "সিঙ্গাপুর",
        "c": "ইন্দোনেশিয়া",
        "d": "মালয়েশিয়া",
        "r": "d",
        "e": "বিশ্বের প্রথম আণবিক বোমা (পারমাণবিক বোমা বা অ্যাটম বোমা) ফেলা হয় জাপানের হিরোশিমা নগরীতে। লিটল বয় নামক এ বোমাটি ১৯৪৫ সালের ৬ আগস্ট যুক্তরাষ্ট্র এ নোলা গে নামক বোমারু বিমানের মাধ্যমে নিক্ষেপ করে। দ্বিতীয় বিশ্বযুদ্ধকালীন নিক্ষিপ্ত এ বোমার ব্যাপক ধ্বংসাত্মক ক্ষমতাই মূলত জাপানের পতন ত্বরান্বিত করে। উল্লেখ্য বিশ্বের দ্বিতীয় এবং সর্বশেষ আণবিক বোমা ফ্যাটম্যান ১৯৪৫ সালের ৯ আগস্ট যুক্তরাষ্ট্র কর্তৃক জাপানের নাগাসাকি নগরীতে নিক্ষিপ্ত হয়।"
    },
    {
        "q": "ইউরােপের কোন দেশে সম্প্রতি জাতিসত্তা সংঘাতের সমস্যাটির সমাপ্তি হয়েছে একটি শান্তি চুক্তির মাধ্যমে?",
        "a": "আয়ারল্যান্ড",
        "b": "স্কটল্যান্ড",
        "c": "নেদারল্যান্ড",
        "d": "সুইজারল্যান্ড",
        "r": "a",
        "e": "ইউরােপের আয়ারল্যান্ড দেশে সম্প্রতি জাতিসত্তা সংঘাতের\\n সমস্যাটির সমাপ্তি হয়েছে একটি শান্তি চুক্তির মাধ্যমে"
    },
    {
        "q": "জাতিসংঘের বর্তমান (২০২০) মহাসচিব কোন মহাদেশের ?",
        "a": "আফ্রিকা",
        "b": "এশিয়া",
        "c": "ইউরোপ",
        "d": "দক্ষিণ আমেরিকা",
        "r": "c",
        "e": "জাতিসংঘের বর্তমান (২০২০) মহাসচিব ইউরোপ মহাদেশের"
    },
    {
        "q": "ম্যাকাও’ চীন সাগরে অবস্থিত একটি দ্বীপ, যা কিনা একটি ইউরােপীয় দেশের কলােনি। ঐ ইউরােপীয় দেশটি কি ?",
        "a": "স্পেন",
        "b": "নেদারল্যান্ড",
        "c": "পর্তুগাল",
        "d": "ইউকে",
        "r": "c",
        "e": "১৫৫৭ সালে ম্যাকাও পর্তুগিজদের দখলে আসে। দীর্ঘ ৪৪২ বছর পর ১৯৯৯ সালে ম্যাকাও চীনের নিকট হস্তান্তর করা হয়।"
    },
    {
        "q": "কোন চুক্তি অনুসারে বসনিয়া সংকট সমাধানের পথ সুগম হয়েছিল ?",
        "a": "মাদ্রিদ চুক্তি",
        "b": "জেনেভা চুক্তি",
        "c": "ডেটন চুক্তি",
        "d": "প্যারিস চুক্তি",
        "r": "c",
        "e": "ডেটন চুক্তি অনুসারে বসনিয়া সংকট সমাধানের পথ সুগম হয়েছিল।\\n ১৯৯৫ সালে ডেটন চুক্তি স্বাক্ষরিত হয়।\\n বসনিয়ার যুদ্ধবিরতি স্বাক্ষরের মধ্যস্থতাকারী সাবেক মার্কিন প্রেসিডেন্ট বিল ক্লিনটন।"
    },
    {
        "q": "কোনটি তেজস্ক্রিয় পদার্থ নয় ?",
        "a": "ইউরেনিয়াম",
        "b": "লৌহ",
        "c": "প্লুটোনিয়াম",
        "d": "নেপচুনিয়াম",
        "r": "b",
        "e": "লৌহ তেজস্ক্রিয় পদার্থ নয়"
    },
    {
        "q": "কোন বস্তুটির স্থিতিস্থাপকতা বেশি?",
        "a": "এলুমিনিয়াম",
        "b": "রাবার",
        "c": "লৌহ",
        "d": "তামা",
        "r": "c",
        "e": "লৌহ এর স্থিতিস্থাপকতা বেশি"
    },
    {
        "q": "কোন পদার্থটি চৌম্বক পদার্থ নয়?",
        "a": "ইস্পাত",
        "b": "কাঁচা লৌহ",
        "c": "এলুমিনিয়াম",
        "d": "কোবাল্ট",
        "r": "c",
        "e": "এলুমিনিয়াম পদার্থটি চৌম্বক পদার্থ নয়"
    },
    {
        "q": "যে মসৃণতলে আলাের নিয়মিত প্রতিফলন ঘটে তাকে কি বলে?",
        "a": "লেন্স",
        "b": "দর্পণ",
        "c": "প্রিজম",
        "d": "বিম্ব",
        "r": "b",
        "e": "যে মসৃণতলে আলাের নিয়মিত প্রতিফলন ঘটে তাকে দর্পণ বলে"
    },
    {
        "q": "রাডারে যে তড়িৎ চৌম্বক ব্যবহার করা হয় তার নাম কি?",
        "a": "মাইক্রোওয়েভ",
        "b": "গামা রশ্মি",
        "c": "অবলােহিত বিকিরণ",
        "d": "আলােক তরঙ্গ",
        "r": "b",
        "e": "রাডারে যে তড়িৎ চৌম্বক ব্যবহার করা হয় তার নাম মাইক্রোওইয়েভ, যার মাধ্যমে ক্ষুদ্র তরঙ্গ দৈর্ঘের পালস ছড়িয়ে দেয়া হয়।"
    },
    {
        "q": "মহাজাগতিক রশি আবিষ্কার করে কোন বিজ্ঞানী নােবেল পুরস্কার পান?",
        "a": "গােল্ডস্টাইন",
        "b": "হেস",
        "c": "রাদারফোর্ড",
        "d": "আইনস্টাইন",
        "r": "b",
        "e": "মহাজাগতিক রশি আবিষ্কার করে বিজ্ঞানী হেস নােবেল পুরস্কার পান"
    },
    {
        "q": "তড়িৎ শক্তি শব্দ শক্তিতে রূপান্তরিত হয় কোন যন্ত্রের মাধ্যমে?",
        "a": "জেনারেটর",
        "b": "এমপ্লিফাইয়ার",
        "c": "লাউড স্পিকার",
        "d": "মাইক্রোফোন",
        "r": "c",
        "e": "তড়িৎ শক্তি শব্দ শক্তিতে রূপান্তরিত হয় লাউড স্পিকার এর মাধ্যমে"
    },
    {
        "q": "সমুদ্রের গভীরতা মাপা হয় কোন যন্ত্র দিয়ে?",
        "a": "জাইরাে কম্পাস",
        "b": "ফ্যাদোমিটার",
        "c": "সাবমেরিন",
        "d": "এনিওমিটার",
        "r": "b",
        "e": "সমুদ্রের গভীরতা মাপা হয় ফ্যাদোমিটার দিয়ে"
    },
    {
        "q": "কম্পিউটার কে আবিষ্কার করেন?",
        "a": "ব্লেইসি প্যাসকেল",
        "b": "উইলিয়াম অটরেড",
        "c": "হাওয়ার্ড এইকিন",
        "d": "আবাকাস",
        "r": "c",
        "e": "জর্জ হাওয়ার্ড আইকন নামের একজন বিজ্ঞানী চার্লস ব্যাবেজ এর অ্যানালিটিক্যাল ইঞ্জিন ব্যবহার করে প্রথম ইলেক্ট্রিকেল কম্পিউটার MARK-1 তৈরী করেন।"
    },
    {
        "q": "কোন হরমােনের অভাবে ডায়াবেটিস রােগ হয়?",
        "a": "গ্লুকাগন",
        "b": "থাইবােসিন",
        "c": "এড্রিনালিন",
        "d": "ইনসুলিন",
        "r": "d",
        "e": " :"
    },
    {
        "q": "বার্ষিক ৪ ১/২ % সরল সুদে কত টাকা বিনিয়ােগ করলে ৪ বছরে তা ৮২৬ টাকা হবে?",
        "a": "৬৫০ টাকা",
        "b": "৪৫৮ টাকা",
        "c": "৭০০ টাকা",
        "d": "৭২৫ টাকা",
        "r": "c",
        "e": "ধরি, আসল = ১০০ টাকার ১ বছরে সুদ হবে ৪ ১/২ টাকা\\n বা, ১০০ টাকার ৪ বছরে সুদ হবে= ৪×৪ ১/২ টাকা =১৮ টাকা । অতএব, সুদাসল=(১০০+১৮) টাকা =১১৮ টাকাএখন, সুদাসল ১১৮ টাকা হলে আসল ১০০ টাকা\\n বা, সুদাসল ৮২৬ টাকা হলে আসল = ১০০*৮২৬ / ১১৮ =৭০০ টাকা"
    },
    {
        "q": "পিতার বর্তমান বয়স পুত্রের বয়সের চারগুণ। ৬ বছর পূর্বে পিতার বয়স পুত্রের বয়সের দশগুণ ছিল। পিতা ও পুত্রের বর্তমান বয়স কত?",
        "a": "৩২ এবং ৮ বছর",
        "b": "৫৬ এবং ১৪ বছর",
        "c": "৩৬ এবং ৯ বছর",
        "d": "৪০ এবং ১০ বছর",
        "r": "c",
        "e": "ধরি, পুত্রের বর্তমান বয়স x বছর\\n পিতার বর্তমান বয়স 4x বছর\\n প্রশ্নমতে,\\n 10(x-6) =4x -6 বা, x=9সুতরাং, পিতার বয়স ৪×৯=৩৬ বছর এবং পুত্রের বয়স ৯ বছর।"
    },
    {
        "q": "দুইটি নল দ্বারা একটি চৌবাচ্চা ৮ মিনিটে পূর্ণ হয়। নল দুইটি খুলে দেয়ার ৪ মিনিট পর প্রথম নলটি বন্ধ করে দেয়াতে চৌবাচ্চাটি পূর্ণ হতে আরও ৬ মিনিট লাগল । প্রত্যেক নল দ্বারা পৃথকভাবে চৌবাচ্চাটি পূর্ণ হতে কত সময় লাগবে?",
        "a": "২৪ মি. এবং ১২ মি",
        "b": "১৮ মি. এবং ১২ মি.",
        "c": "১৫ মি. এবং ১২ মি.",
        "d": "১০ মি. এবং ১৫ মি",
        "r": "a",
        "e": "দুইটি নল দ্বারা ৮ মিনিটে পূর্ণ হয় ১ টি চৌবাচ্চা\\n দুইটি নল দ্বারা, ৪ মিনিটে পূর্ণ হয় =(৪/৮) অংশ =১/২ অংশ । তাই চৌবাচ্চাটির (১- ১/২)= ১/২ অংশ খালি থাকে\\n ১ম নল দ্বারা, ১/২ অংশ পূর্ণ হয় ৬ মিনিটে\\n ১ (সম্পূর্ণ) অংশ পূর্ণ হয় = (৬×২)=১২ মিনিটেআবার দ্বিতীয় নল দ্বারা, ৬ মিনিটে পূর্ণ হয় ১/২ অংশ\\n ৪ মিনিটে পূর্ণ হয় = ৬×৪ /২=১৩ অংশসুতরাং, ২য় নল দ্বারা ৪ মিনিটে পূর্ণ হয় = (১/২ – ১/৩)=(৩-২/৬) =১/৬ অংশ\\n ২য় নল দ্বারা =১/৬ অংশ পূর্ণ হয় ৪ মিনিটে\\n তাহলে ১ (সম্পূর্ণ) অংশ পূর্ণ হয় (৪×৬) মিনিটে =২৪ মিনিটে"
    },
    {
        "q": "x/y এর সঙ্গে কত যোগ করলে যোগফল 2x/y হবে ?",
        "a": "(2−2y²)/xy",
        "b": "(2y²−x²)/xy",
        "c": "(x²−2y²)/xy",
        "d": "(x²−y²)/xy",
        "r": "b",
        "e": "উভয় রাশির বিয়োগফলই হবে কাঙক্ষিত উত্তর ∴ 2yx−xy=2y2−x2xy"
    },
    {
        "q": "x²+y² = ৮ এবং xy সহ ৭ হলে (x+y)² এর মান কত?",
        "a": "১৬",
        "b": "১৪",
        "c": "২২",
        "d": "৩০",
        "r": "c",
        "e": "(x+y)2=x2+y2+2xy=8+2∗7=8+14=22"
    },
    {
        "q": "ঢাকা ও চট্টগ্রামের দূরত্ব ৩০০ কি. মি. ঢাকা হতে একটি ট্রেন সকাল ৭ টায় ছেড়ে দিয়ে বিকেল ৩টায় চট্টগ্রাম পৌছে । ট্রেনটির গতি ঘন্টায় কত ছিল?",
        "a": "৩৭.৫ কি. মি.",
        "b": "২৪.৫ কি. মি.",
        "c": "৪২.০ কি. মি.",
        "d": "৪৫.০ কি. মি.",
        "r": "a",
        "e": "সকাল ৭ টা থেকে বিকেল ৩টা পর্যন্ত মধ্যবর্তী সময়ের পার্থক্য ৮ ঘণ্টা। সুতরাং, ট্রেনের গড় গতিবেগ= মোট অতিক্রান্ত দূরত্ব/মোট ব্যয়িত সময় = ৩০০/৮ কি.মি./ঘন্টা =৩৭.৫ কিমি/ঘন্টা"
    },
    {
        "q": "একটি সমদ্বিবাহু ত্রিভুজের ভূমি ১৬ মি. এবং অপর দুটি বাহুর প্রতিটি ১০ মি. হলে ত্রিভুজটির ক্ষেত্রফল কত?",
        "a": "৪২ ঘ. মি.",
        "b": "৩৬ ঘ. মি.",
        "c": "৪৮ ঘ. মি.",
        "d": "৫০ ঘ. মি.",
        "r": "c",
        "e": "সমদ্বিবাহু ত্রিভুজের সমান সমান বাহু a=10 ও ভূমি b=16 হলে, ত্রিভুজটির ক্ষেত্রফল=b/44a2−b2​=16/4(​400−256)=4∗144​=4∗12=48"
    },
    {
        "q": "দুটি সংখ্যার অনুপাত ৫: ৮। উভয়ের সাথে ২ যােগ করলে অনুপাতটি ২ ও ৩ হয়। সংখ্যা দুটি কি কি?",
        "a": "১২ ও ১৮",
        "b": "৭ ও ১১",
        "c": "১০ ও ২৪",
        "d": "১০ ও ১৬",
        "r": "d",
        "e": "ধরি, সংখ্যা দুটি ৫x ও ৮x\\n প্রশ্নমতে,\\n (৫x +২):(৮x+২) = ২:৩\\n বা, ৫x + ২৮x + ২ = ২৩\\n বা, ১৬x + ৪ = ১৫x +৬\\n বা, x=২\\n সংখ্যা দুটি যথাক্রমে, ৫x=৫×২=১০ ও ৮x=৮×২=১৬"
    },
    {
        "q": "একটি সরল রেখার উপর অঙ্কিত বর্গ ঐ সরল রেখার অর্ধেকের উপর অঙ্কিত বর্গের কত গুণ?",
        "a": "তিনগুণ",
        "b": "দ্বিগুণ",
        "c": "চারগুণ",
        "d": "পাঁচগুণ",
        "r": "c",
        "e": "ধরি, সরলরেখার দৈর্ঘ্য = 2x\\n এর উপর অঙ্কিত বর্গক্ষেত্রের ক্ষেত্রফল হবে = 4x^2\\n আবার,\\n সরলরেখাটির অর্ধেক তথা x এর উপর অঙ্কিত বর্গক্ষেত্রের ক্ষেত্রফল = x^2অতএব, উত্তর= 4x^2 / x^2 = 4 গুণ"
    },
    {
        "q": "x ও y-এর মানের গড় ৯ এবং z = ১২, x, y এবং z এর মানের গড় কত হবে?",
        "a": "৭",
        "b": "৬",
        "c": "১০",
        "d": "১২",
        "r": "c",
        "e": "x ও y এর মানের সমষ্টি (২×৯)=১৮ ও z=১২\\n সুতরাং, x, y ও z – এর মানের গড় (১৮+১২)\\৩ = ৩০\\৩ = ১০"
    }
]